[
  {
    "title": "Delicate (Taylor Swift song)",
    "summary": "\"Delicate\" is a song by the American singer-songwriter Taylor Swift from her sixth studio album, Reputation (2017). She wrote the song with the producers Max Martin and Shellback. Inspired by the events surrounding Swift's celebrity and personal life, the lyrics depict a narrator's vulnerability and anxiety over whether her blossoming romance would last. \"Delicate\" is an electropop and synth-pop ballad that features vocoder-manipulated vocals, dense synthesizers, and elements of tropical house and dancehall in its beats.",
    "wordCount": 76
  },
  {
    "title": "William T. Anderson",
    "summary": "William T. Anderson, known by the nickname \"Bloody Bill\" Anderson, was a soldier who was one of the deadliest and most notorious Confederate guerrilla leaders in the American Civil War. Anderson led a band of volunteer partisan raiders who targeted Union loyalists and federal soldiers in the states of Missouri and Kansas.",
    "wordCount": 52
  },
  {
    "title": "Battle of Red Cliffs",
    "summary": "The Battle of Red Cliffs, also known as the Battle of Chibi, was a decisive naval battle in China that took place during the winter of AD 208–209. It was fought on the Yangtze River between the forces of warlords controlling different parts of the country during the end of the Han dynasty. The allied forces of Sun Quan, Liu Bei, and Liu Qi based south of the Yangtze defeated the numerically superior forces of the northern warlord Cao Cao. By doing so, Liu Bei and Sun Quan prevented Cao Cao from conquering any lands south of the Yangtze, frustrating Cao Cao's efforts to reunify the territories formerly held by the Eastern Han dynasty.",
    "wordCount": 114
  },
  {
    "title": "Millennium Force",
    "summary": "Millennium Force is a steel roller coaster located at Cedar Point amusement park in Sandusky, Ohio, United States. Manufactured by Intamin, it was the park's fourteenth roller coaster when it opened in 2000, dating back to the opening of Blue Streak in 1964. Upon completion, Millennium Force broke five world records and was the world's first giga coaster, a term coined by Intamin and Cedar Point to represent a roller coaster that exceeds 300 feet (91 m) in height. It was briefly the tallest and fastest in the world until Steel Dragon 2000 opened later the same year. The ride is also the third-longest roller coaster in North America following The Beast at Kings Island and Fury 325 at Carowinds.",
    "wordCount": 120
  },
  {
    "title": "Great Stink",
    "summary": "The Great Stink was an event in Central London during July and August 1858 in which the hot weather exacerbated the smell of untreated human waste and industrial effluent that was present on the banks of the River Thames. The problem had been mounting for some years, with an ageing and inadequate sewer system that emptied directly into the Thames. The miasma from the effluent was thought to transmit contagious diseases, and three outbreaks of cholera before the Great Stink were blamed on the ongoing problems with the river.",
    "wordCount": 89
  },
  {
    "title": "Yorkshire captaincy affair of 1927",
    "summary": "The Yorkshire captaincy affair of 1927 arose from a disagreement among members of Yorkshire County Cricket Club over the selection of a new captain to succeed the retired Major Arthur Lupton. The main issue was whether a professional cricketer should be appointed to the post. It was a tradition throughout English county cricket that captains should always be amateurs. At Yorkshire, a succession of amateur captains held office in the 1920s, on the grounds of their supposed leadership qualities, although they were not worth their place in the team as cricketers. None lasted long; after Lupton's departure some members felt it was time to appoint a more accomplished cricketer on a long-term basis.",
    "wordCount": 113
  },
  {
    "title": "Boston",
    "summary": "Boston is the capital and most populous city of the U.S. state of Massachusetts. It serves as the cultural and financial center of New England, a region of the Northeastern United States. Boston has an area of 48.4 sq mi (125 km2) and a population of 675,647 as of the 2020 census, making it the third-most populous city in the Northeastern United States after New York City and Philadelphia. The larger Greater Boston metropolitan statistical area had a population of 4.9 million in 2023, making it the largest metropolitan area in New England and the eleventh-largest in the United States.",
    "wordCount": 100
  },
  {
    "title": "Pilot (Supernatural)",
    "summary": "\"Pilot\" is the first episode of the television series Supernatural. It premiered on The WB on September 13, 2005, and was written by series creator Eric Kripke and directed by David Nutter. The Supernatural pilot introduced the characters of Sam and Dean Winchester, brothers who travel throughout the country hunting supernatural creatures, as they battled a ghostly Woman in White while searching for their missing father.",
    "wordCount": 66
  },
  {
    "title": "Black currawong",
    "summary": "The black currawong, also known locally as the black jay, is a large passerine bird endemic to Tasmania and the nearby islands within the Bass Strait. One of three currawong species in the genus Strepera, it is closely related to the butcherbirds and Australian magpie within the family Artamidae. It is a large crow-like bird, around 50 cm (20 in) long on average, with yellow irises, a heavy bill, and black plumage with white wing patches. The male and female are similar in appearance. Three subspecies are recognised, one of which, Strepera fuliginosa colei of King Island, is vulnerable to extinction.",
    "wordCount": 101
  },
  {
    "title": "Z. Marcas",
    "summary": "Z. Marcas is a novelette by French author Honore de Balzac first published in 1840. Set in contemporary Paris, it describes the rise and fall of a brilliant political strategist abandoned by the politicians he helps into power. Destitute and forgotten, he befriends a pair of students who live next door to him in a boarding-house. The story follows their many discussions about the political situation in France.",
    "wordCount": 68
  },
  {
    "title": "Pithole, Pennsylvania",
    "summary": "Pithole, or Pithole City, is a ghost town in Cornplanter Township, Venango County, Pennsylvania, United States, about 6 miles (9.7 km) from Oil Creek State Park and the Drake Well Museum, the site of the first commercial oil well in the United States. Pithole's sudden growth and equally rapid decline, as well as its status as a \"proving ground\" of sorts for the burgeoning petroleum industry, made it one of the most famous of oil boomtowns.",
    "wordCount": 76
  },
  {
    "title": "1st Cavalry Division (Kingdom of Yugoslavia)",
    "summary": "The 1st Cavalry Division of the Royal Yugoslav Army was established in 1921, soon after the creation of the Kingdom of Serbs, Croats and Slovenes, which became the Kingdom of Yugoslavia in 1929. In peacetime it consisted of two cavalry brigade headquarters commanding a total of four regiments. It was part of the Yugoslav 1st Army Group during the German-led World War II Axis invasion of Yugoslavia in April 1941, with a wartime organisation specifying one cavalry brigade headquarters commanding two or three regiments, and divisional-level combat and support units.",
    "wordCount": 90
  },
  {
    "title": "L. D. Reynolds",
    "summary": "Leighton Durham Reynolds  was a British Latinist who was known for his work on textual criticism. Spending his entire teaching career at Brasenose College, Oxford, he prepared the most commonly cited edition of Seneca the Younger's Letters.",
    "wordCount": 37
  },
  {
    "title": "Sieges of Taunton",
    "summary": "The sieges of Taunton were a series of three blockades during the First English Civil War. The town of Taunton, in Somerset, was considered to be of strategic importance because it controlled the main road from Bristol to Devon and Cornwall. Robert Blake commanded the town's Parliamentarian defences during all three sieges, from September 1644 to July 1645.",
    "wordCount": 58
  },
  {
    "title": "SMS Kaiser Wilhelm II",
    "summary": "SMS Kaiser Wilhelm II was the second ship of the Kaiser Friedrich III class of pre-dreadnought battleships. She was built at the Imperial Dockyard in Wilhelmshaven and launched on 14 September 1897. The ship was commissioned into the fleet as its flagship on 13 February 1900. Kaiser Wilhelm II was armed with a main battery of four 24-centimeter (9.45 in) guns in two twin turrets. She was powered by triple expansion engines that delivered a top speed of 17.5 knots.",
    "wordCount": 80
  },
  {
    "title": "MLS Cup 2022",
    "summary": "MLS Cup 2022 was the 27th edition of the MLS Cup, the championship match of Major League Soccer (MLS) at the conclusion of the 2022 MLS Cup Playoffs. The soccer match took place on November 5, 2022, at Banc of California Stadium in Los Angeles, California, United States. It was contested by hosts Los Angeles FC from the Western Conference and the Philadelphia Union of the Eastern Conference to determine the champion of the 2022 season. Both clubs finished the regular season atop their respective conference standings with the same number of points, but LAFC won the Supporters' Shield with the wins tiebreaker.",
    "wordCount": 103
  },
  {
    "title": "Eritha",
    "summary": "Eritha was a Mycenaean priestess. She was a subject of the Mycenaean state of Pylos, in the southwestern Peloponnese, based at the cult site of Sphagianes. Sphagianes is believed to have been near the palatial centre of Pylos, and may have been located at modern Volimidia.",
    "wordCount": 46
  },
  {
    "title": "Midtown Madness",
    "summary": "Midtown Madness is a 1999 racing game developed by Angel Studios and published by Microsoft for Microsoft Windows. The demo version was released in April 1999. Two sequels followed, with Midtown Madness 2 released in September 2000 and Midtown Madness 3 released in June 2003 for the Xbox. The game is set in Chicago; the object is for the player to win street races and obtain new cars.",
    "wordCount": 68
  },
  {
    "title": "Horizon Guyot",
    "summary": "Horizon Guyot is a presumably Cretaceous guyot (tablemount) in the Mid-Pacific Mountains, Pacific Ocean. It is an elongated ridge, over 300 kilometres (190 mi) long and 4.3 kilometres (2.7 mi) high, that stretches in a northeast–southwest direction and has two flat tops; it rises to a minimum depth of 1,443 metres (4,730 ft). The Mid-Pacific Mountains lie west of Hawaii and northeast of the Line Islands.",
    "wordCount": 66
  },
  {
    "title": "Claudio Monteverdi",
    "summary": "Claudio Giovanni Antonio Monteverdi was an Italian composer, choirmaster and string player. A composer of both secular and sacred music, and a pioneer in the development of opera, he is considered a crucial transitional figure between the Renaissance and Baroque periods of music history.",
    "wordCount": 44
  },
  {
    "title": "Ghostbusters II",
    "summary": "Ghostbusters II is a 1989 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. The film stars Bill Murray, Aykroyd, Sigourney Weaver, Ramis, Rick Moranis, Ernie Hudson, and Annie Potts. It is the sequel to the 1984 film Ghostbusters and the second film in the Ghostbusters franchise. Set five years after the events of the first film, the Ghostbusters have been sued and put out of business after the destruction caused during their battle with the deity Gozer the Gozerian. When a new paranormal threat emerges, the Ghostbusters reunite to combat it and save the world.",
    "wordCount": 103
  },
  {
    "title": "Gustav Mahler",
    "summary": "Gustav Mahler was an Austro-Bohemian Romantic composer, and one of the leading conductors of his generation. As a composer he acted as a bridge between the 19th-century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect, which included a ban on its performance in much of Europe during the Nazi era. After 1945 his compositions were rediscovered by a new generation of listeners; Mahler then became one of the most frequently performed and recorded of all composers, a position he has sustained into the 21st century.",
    "wordCount": 112
  },
  {
    "title": "Eardwulf of Northumbria",
    "summary": "Eardwulf was king of Northumbria from 796 to 806, when he was deposed and went into exile. He may have had a second reign from 808 until perhaps 811 or 830. Northumbria in the last years of the eighth century was the scene of dynastic strife between several noble families: in 790, king Æthelred I attempted to have Eardwulf assassinated. Eardwulf's survival may have been viewed as a sign of divine favour. A group of nobles conspired to assassinate Æthelred in April 796 and he was succeeded by Osbald: Osbald's reign lasted only twenty-seven days before he was deposed and Eardwulf became king on 14 May 796.",
    "wordCount": 107
  },
  {
    "title": "Riders Field",
    "summary": "Riders Field, formerly known as Dr Pepper/Seven Up Ballpark and Dr Pepper Ballpark, is a baseball park in Frisco, Texas, United States. The home of the Double-A Frisco RoughRiders of the Texas League, it opened on April 3, 2003, and can seat up to 10,216 people. Though primarily a venue for Minor League Baseball games, the facility also hosts high school and college baseball tournaments, and other public and private events throughout the year. It has been the site of three Texas League All-Star Games.",
    "wordCount": 85
  },
  {
    "title": "Rivadavia-class battleship",
    "summary": "The Rivadavia class consisted of two battleships designed by the American Fore River Shipbuilding Company for the Argentine Navy. Named Rivadavia and Moreno after important figures in Argentine history, they were Argentina's entry in the South American dreadnought race and a counter to Brazil's two Minas Geraes-class battleships.",
    "wordCount": 48
  },
  {
    "title": "Mulholland Drive (film)",
    "summary": "Mulholland Drive is a 2001 surrealist neo-noir mystery art film written and directed by David Lynch; his tagline for the film is \"a love story in the city of dreams\". In the beginning, an aspiring actress arrives in Los Angeles, where she befriends a woman who is suffering from amnesia after a car crash. The plot abruptly shifts later, with the actors taking on modified roles. The film follows several other vignettes and characters, including a Hollywood director who must deal with mob interference while casting for his latest film.",
    "wordCount": 90
  },
  {
    "title": "Fabian Ware",
    "summary": "Major-General Sir Fabian Arthur Goulstone Ware was a British educator, journalist, and the founder of the Imperial War Graves Commission (IWGC), now the Commonwealth War Graves Commission (CWGC). He also served as Director of Education for the Transvaal Colony and editor of The Morning Post.",
    "wordCount": 45
  },
  {
    "title": "Satellite Science Fiction",
    "summary": "Satellite Science Fiction was an American science-fiction magazine published from October 1956 to April 1959 by Leo Margulies' Renown Publications. Initially, Satellite was digest-sized and ran a full-length novel in each issue with a handful of short stories accompanying it. The policy was intended to help it compete against paperbacks, which were taking a growing share of the market. Sam Merwin edited the first two issues; Margulies took over when Merwin left, and then hired Frank Belknap Long for the February 1959 issue. That issue saw the format change to letter size, in the hope that the magazine would be more prominent on newsstands. The experiment was a failure and Margulies closed the magazine when the sales figures came in.",
    "wordCount": 120
  },
  {
    "title": "Clathrus ruber",
    "summary": "Clathrus ruber is a species of fungus in the family Phallaceae, and the type species of the genus Clathrus. It is commonly known as the latticed stinkhorn, the basket stinkhorn, or the red cage, alluding to the striking fruit bodies that are shaped somewhat like a round or oval hollow sphere with interlaced or latticed branches. The species was illustrated in the scientific literature during the 16th century, but was not officially described until 1729.",
    "wordCount": 75
  },
  {
    "title": "Our Lady of Perpetual Exemption",
    "summary": "Our Lady of Perpetual Exemption was a legally recognized parody religion in the United States established by the comedian and satirist John Oliver. The church was announced on August 16, 2015, in an episode of the television program Last Week Tonight with John Oliver. Its purpose was to highlight and criticize televangelists, such as Kenneth Copeland and Robert Tilton, whom Oliver argued used television broadcasts of Christian church services for private gain. Oliver also established Our Lady of Perpetual Exemption to draw attention to the tax-exempt status given to churches.",
    "wordCount": 90
  },
  {
    "title": "Sedna (dwarf planet)",
    "summary": "Sedna is a dwarf planet in the outermost reaches of the Solar System, orbiting the Sun far beyond the orbit of Neptune. It was discovered in 2003, and is roughly 1,000 km in diameter. Spectroscopic analysis has revealed its surface to be a mixture of the solid ices of water, carbon dioxide, and ethane, along with sedimentary deposits of methane-derived, reddish-colored tholins, a chemical makeup similar to the surfaces of other trans-Neptunian objects. Sedna is not expected to have a substantial atmosphere. Within the range of uncertainty, it is tied with Ceres in the asteroid belt as the largest dwarf planet not known to have a moon. Owing to its lack of known moons, Sedna's mass and density remain unknown.",
    "wordCount": 120
  },
  {
    "title": "Remain in Light",
    "summary": "Remain in Light is the fourth studio album by the American rock band Talking Heads, released on October 8, 1980, by Sire Records. The band's third and final album to be produced by Brian Eno, Remain in Light was recorded at Compass Point Studios in the Bahamas and Sigma Sound Studios in New York in July and August 1980.",
    "wordCount": 59
  },
  {
    "title": "Five pounds (gold coin)",
    "summary": "The five pound British gold coin, also known as a quintuple sovereign, has a nominal value of five pounds sterling (£5). It has been struck intermittently since 1820, though as a circulation coin only in 1887, 1893 and 1902. Through most of its history, it has depicted, on its reverse, Benedetto Pistrucci's portrayal of St George and the Dragon, which has traditionally been used on the sovereign, or one-pound gold coin.",
    "wordCount": 71
  },
  {
    "title": "Banksia prionotes",
    "summary": "Banksia prionotes, commonly known as acorn banksia or orange banksia, is a species of shrub or tree of the genus Banksia in the family Proteaceae. It is native to the southwest of Western Australia and can reach up to 10 m (33 ft) in height. It can be much smaller in more exposed areas or in the north of its range. This species has serrated, dull green leaves and large, bright flower spikes, initially white before opening to a bright orange. Its common name arises from the partly opened inflorescence, which is shaped like an acorn. The tree is a popular garden plant and also of importance to the cut flower industry.",
    "wordCount": 112
  },
  {
    "title": "Eurasian crag martin",
    "summary": "The Eurasian crag martin or just crag martin is a small passerine bird in the swallow family. It is about 14 cm (5.5 in) long with ash-brown upperparts and paler underparts, and a short, square tail that has distinctive white patches on most of its feathers. It breeds in the mountains of southern Europe, northwestern Africa and across the Palearctic. It can be confused with the three other species in its genus, but is larger with brighter tail spots and different plumage tone. Many European birds are resident, but some northern populations and most Asian breeders are migratory, wintering in northern Africa, the Middle East or India.",
    "wordCount": 107
  },
  {
    "title": "Thunderball (novel)",
    "summary": "Thunderball is the ninth book and the eighth novel in Ian Fleming's James Bond series. It was published in the UK by Jonathan Cape on 27 March 1961. The first novelisation of an unfilmed James Bond screenplay, it was born from a collaboration by five people: Ian Fleming, Kevin McClory, Jack Whittingham, Ivar Bryce and Ernest Cuneo. The first edition was published under Fleming's name, after which a legal case brought against him by McClory and Whittingham led to them being given writing credits.",
    "wordCount": 84
  },
  {
    "title": "Today (The Smashing Pumpkins song)",
    "summary": "\"Today\" is a song by American alternative rock band the Smashing Pumpkins, written by lead vocalist and guitarist Billy Corgan. The song, though seemingly upbeat, contains dark lyrics; Corgan wrote the song about a day in which he was having suicidal thoughts. The contrast between the grim subject matter of the song and the soft instrumental part during the verses, coupled with use of irony in the lyrics, left many listeners unaware of the song's tale of depression and desperation. The song alternates between quiet, dreamy verses and loud choruses with layered, distorted guitars.",
    "wordCount": 94
  },
  {
    "title": "Ghostbusters",
    "summary": "Ghostbusters is a 1984 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd, and Ramis as Peter Venkman, Ray Stantz, and Egon Spengler, three eccentric parapsychologists who start a ghost-catching business in New York City. It also stars Sigourney Weaver and Rick Moranis, and features Annie Potts, Ernie Hudson, and William Atherton in supporting roles.",
    "wordCount": 67
  },
  {
    "title": "Brazza's martin",
    "summary": "Brazza's martin is a passerine bird in the swallow family, Hirundinidae. It is 12 centimeters (4.7 in) long with grey-brown upperparts, heavily black-streaked white underparts, and a brownish tint to the breast plumage. The sexes are similar, but juvenile birds have more diffuse breast streaking and reddish-brown edges to the feathers of the back and wings. The song consists of a series of short notes of increasing frequency, followed by a complex buzz that is sometimes completed by a number of clicks.",
    "wordCount": 82
  },
  {
    "title": "Prometheus (2012 film)",
    "summary": "Prometheus is a 2012 science fiction horror film directed by Ridley Scott and written by Jon Spaihts and Damon Lindelof. It is the fifth installment of the Alien film series and features an ensemble cast including Noomi Rapace, Michael Fassbender, Guy Pearce, Idris Elba, Logan Marshall-Green, and Charlize Theron. Set in the late 21st century, the film centers on the crew of the spaceship Prometheus as it follows a star map discovered among the artifacts of several ancient Earth cultures. Seeking the origins of humanity, the crew arrives on a distant world and discovers a threat that could cause human extinction.",
    "wordCount": 101
  },
  {
    "title": "Logan (novel)",
    "summary": "Logan, a Family History is a Gothic novel of historical fiction by American writer John Neal. Published anonymously in Baltimore in 1822, the book is loosely inspired by the true story of Mingo leader Logan the Orator, while weaving a highly fictionalized story of interactions between Anglo-American colonists and Indigenous peoples on the western frontier of colonial Virginia. Set just before the Revolutionary War, it depicts the genocide of Native Americans as the heart of the American story and follows a long cast of characters connected to each other in a complex web of overlapping love interests, family relations, rape, and sexual activity.",
    "wordCount": 103
  },
  {
    "title": "Chickasaw Turnpike",
    "summary": "The Chickasaw Turnpike, also designated State Highway 301 (SH-301), is a controlled-access toll road in the rural south central region of the U.S. state of Oklahoma. A two-lane freeway, it stretches for 13.3 miles (21.4 km) from north of Sulphur to just south of Ada. The Oklahoma Turnpike Authority (OTA) owns, maintains, and collects tolls on the turnpike. The first section of the Chickasaw Turnpike opened on September 1, 1991.",
    "wordCount": 70
  },
  {
    "title": "French battleship Suffren",
    "summary": "Suffren was a predreadnought battleship built for the Marine Nationale in the first decade of the twentieth century. Completed in 1902, the ship was assigned to the Escadre de la Mediterranee for most of her career and often served as a flagship. She had an eventful career as she twice collided with French ships and twice had propeller shafts break before the start of World War I in 1914. Suffren was assigned to join the naval operations off the Dardanelles, where she participated in a series of attacks on the Ottoman fortifications guarding the straits.",
    "wordCount": 95
  },
  {
    "title": "Song of Innocence",
    "summary": "Song of Innocence is the debut album by American composer and producer David Axelrod. It was released in October 1968 by Capitol Records. In an effort to capitalize on the experimental climate of popular music at the time, Axelrod composed the album as a suite-like tone poem interpreting Songs of Innocence, a 1789 illustrated collection of poems by William Blake. Recording took place at Capitol Studios in Los Angeles with an orchestra and studio musicians from the Wrecking Crew collective, including keyboardist and conductor Don Randi, guitarist Al Casey, bassist Carol Kaye, and drummer Earl Palmer.",
    "wordCount": 96
  },
  {
    "title": "Niagara Falls Suspension Bridge",
    "summary": "The Niagara Falls Suspension Bridge stood from 1855 to 1897 across the Niagara River and was the world's first working railway suspension bridge. It spanned 825 feet (251 m) and stood 2.5 miles (4.0 km) downstream of Niagara Falls, where it connected Niagara Falls, Ontario to Niagara Falls, New York. Trains used the upper of its two decks, while pedestrians and carriages used the lower. The bridge was the idea of Canadian politicians, and it was built by an American company and a Canadian company. It was most commonly called the Suspension Bridge, although other names included Niagara Railway Suspension Bridge, Niagara Suspension Bridge, and its official American name of the International Suspension Bridge.",
    "wordCount": 114
  },
  {
    "title": "Laurence Olivier",
    "summary": "Laurence Kerr Olivier, Baron Olivier was an English actor and director. He and his contemporaries Ralph Richardson and John Gielgud made up a trio of male actors who dominated the British stage of the mid-20th century. He also worked in films throughout his career, playing more than fifty cinema roles. Late in his career he had considerable success in television roles.",
    "wordCount": 61
  },
  {
    "title": "Ham House",
    "summary": "Ham House is a 17th-century house set in formal gardens on the bank of the River Thames in Ham, south of Richmond in the London Borough of Richmond upon Thames. The original house was completed in 1610 by Thomas Vavasour, an Elizabethan courtier and Knight Marshal to James I. It was then leased, and later bought, by William Murray, a close friend and supporter of Charles I. The English Civil War saw the house and much of the estate sequestrated, but Murray's wife Catherine regained them on payment of a fine. During the Protectorate his daughter Elizabeth Murray, Countess of Dysart on her father's death in 1655, successfully navigated the prevailing anti-royalist sentiment and retained control of the estate.",
    "wordCount": 119
  },
  {
    "title": "Ben&Ben",
    "summary": "Ben&Ben are a Filipino indie folk-pop band from Manila. They were formed in 2016 by twin brothers Paolo and Miguel Benjamin Guico, calling themselves The Benjamins. A year later, they expanded into an ensemble and settled on the current name, adding Poch Barretto, Keifer Cabugao (violin), Patricia Lasaten (keyboards), Toni Munoz (percussion), Andrew de Pano (percussion), Agnes Reoma, and Jam Villanueva (drums). The band's musical style has garnered praise for its anthemic quality and emotional engagement that appeals to a broad audience, while their lyrics focus on subjects including loss, heartbreak and relationship, and the journey towards self-love.",
    "wordCount": 98
  },
  {
    "title": "The Heart of Thomas",
    "summary": "The Heart of Thomas  is a 1974 Japanese manga series written and illustrated by Moto Hagio. Originally serialized in Shukan Shojo Comic, a weekly manga magazine publishing shojo manga, the series follows the events at a German all-boys gymnasium following the suicide of student Thomas Werner. Hagio drew inspiration for the series from the novels of Hermann Hesse, especially Demian (1919); the Bildungsroman genre; and the 1964 film Les amities particulieres. It is one of the earliest works of shonen-ai, a genre of male-male romance manga aimed at a female audience.",
    "wordCount": 91
  },
  {
    "title": "No Such Thing as Vampires",
    "summary": "\"No Such Thing as Vampires\" is the pilot episode of the American paranormal romance television drama Moonlight, which premiered on CBS on September 28, 2007. It was written by series creators/executive producers Trevor Munson and Ron Koslow, and directed by executive producer Rod Holcomb. The pilot introduces Mick St. John, a private investigator who has been a vampire for over 50 years; Beth Turner, St. John's love interest; Josef Kostan, St. John's mentor and friend; and Coraline Duvall, St. John's ex-wife and sire.",
    "wordCount": 83
  },
  {
    "title": "Constantine II of Scotland",
    "summary": "Causantin mac Aeda was an early King of Scotland, known then by the Gaelic name Alba. The Kingdom of Alba, a name which first appears in Constantine's lifetime, was situated in what is now Northern Scotland.",
    "wordCount": 36
  },
  {
    "title": "Roswell incident",
    "summary": "The Roswell Incident started in 1947 with the recovery of debris near Roswell, New Mexico. It later became the basis for conspiracy theories alleging that the United States military recovered a crashed extraterrestrial spacecraft. The debris was of a military balloon operated from the nearby Alamogordo Army Air Field and part of the top secret Project Mogul, a program intended to detect Soviet nuclear tests. After metallic and rubber debris was recovered by Roswell Army Air Field personnel, the United States Army announced their possession of a \"flying disc\". This announcement made international headlines, but was retracted within a day. To obscure the purpose and source of the debris, the army reported that it was a conventional weather balloon.",
    "wordCount": 119
  },
  {
    "title": "Into Temptation (film)",
    "summary": "Into Temptation is a 2009 independent drama film written and directed by Patrick Coyle, and starring Jeremy Sisto, Kristin Chenoweth, Brian Baumgartner, Bruce A. Young and Amy Matthews. It tells the story of a sex worker (Chenoweth) who confesses to a Catholic priest (Sisto) that she plans to kill herself on her birthday. The priest attempts to find and save her, and in doing so he plunges himself into a darker side of society.",
    "wordCount": 74
  },
  {
    "title": "Charles Heaphy",
    "summary": "Charles Heaphy VC was an English-born New Zealand explorer and recipient of the Victoria Cross (VC), the highest military award for gallantry \"in the face of the enemy\" that could be awarded to British and Empire forces at the time. He was the first soldier of the New Zealand armed forces to be awarded the VC. He was also a noted artist of the colonial period who created watercolours and sketches of early settler life in New Zealand.",
    "wordCount": 78
  },
  {
    "title": "Star Control 3",
    "summary": "Star Control 3 is a 1996 action-adventure game developed by Legend Entertainment and published by Accolade. The third installment in the Star Control trilogy, the game was released for MS-DOS in 1996 and Mac OS in 1998. The story takes place after Star Control II, beginning with a disaster that disrupts superluminal travel through hyperspace. This leads the player to investigate a new quadrant of space, joined by allied aliens from the previous games.",
    "wordCount": 74
  },
  {
    "title": "Menstrual cycle",
    "summary": "The menstrual cycle is a series of natural changes in hormone production and the structures of the uterus and ovaries of the female reproductive system that makes pregnancy possible. The ovarian cycle controls the production and release of eggs and the cyclic release of estrogen and progesterone. The uterine cycle governs the preparation and maintenance of the lining of the uterus (womb) to receive an embryo. These cycles are concurrent and coordinated, normally last between 21 and 35 days, with a median length of 28 days. Menarche usually occurs around the age of 12 years; menstrual cycles continue for about 30–45 years.",
    "wordCount": 102
  },
  {
    "title": "Kaikhosru Shapurji Sorabji",
    "summary": "Kaikhosru Shapurji Sorabji was an English composer, music critic, pianist and writer. His music, written over a period of seventy years, ranges from sets of miniatures to works lasting several hours. One of the most prolific 20th-century composers, he is best known for his piano pieces, notably nocturnes such as Gulistan and Villa Tasca, and large-scale, technically intricate compositions, which include seven symphonies for piano solo, four toccatas, Sequentia cyclica and 100 Transcendental Studies. He felt alienated from English society by reason of his homosexuality and mixed ancestry, and had a lifelong tendency to seclusion.",
    "wordCount": 95
  },
  {
    "title": "Talbot Baines Reed",
    "summary": "Talbot Baines Reed was an English writer of boys' fiction who established a genre of school stories that endured into the mid-20th century. Among his best-known work is The Fifth Form at St. Dominic's. He was a regular and prolific contributor to The Boy's Own Paper (B.O.P.), in which most of his fiction first appeared. Through his family's business, Reed became a prominent typefounder, and wrote a standard work on the subject: History of the Old English Letter Foundries.",
    "wordCount": 79
  },
  {
    "title": "Hubble Deep Field",
    "summary": "The Hubble Deep Field (HDF) is an image of a small region in the constellation Ursa Major, constructed from a series of observations by the Hubble Space Telescope. It covers an area about 2.6 arcminutes on a side, about one 24-millionth of the whole sky, which is equivalent in angular size to a tennis ball at a distance of 100 metres. The image was assembled from 342 separate exposures taken with the Space Telescope's Wide Field and Planetary Camera 2 over ten consecutive days between December 18 and 28, 1995.",
    "wordCount": 90
  },
  {
    "title": "Bee-eater",
    "summary": "The bee-eaters are a group of birds in the family Meropidae, containing three genera and thirty-one species. Most species are found in Africa and Asia, with a few in southern Europe, Australia, and New Guinea. They are characterised by richly coloured plumage, slender bodies, and usually elongated central tail feathers. All have long down-turned bills and medium to long wings, which may be pointed or round. Male and female plumages are usually similar.",
    "wordCount": 73
  },
  {
    "title": "Terry-Thomas",
    "summary": "Terry-Thomas was an English character actor and comedian who became internationally known through his films during the 1950s and 1960s. He often portrayed disreputable members of the upper classes, especially cads, toffs and bounders, using his distinctive voice; his costume and props tended to include a monocle, waistcoat and cigarette holder. His striking dress sense was set off by a 1⁄3-inch (8.5 mm) gap between his two upper front teeth.",
    "wordCount": 70
  },
  {
    "title": "The Coral Island",
    "summary": "The Coral Island: A Tale of the Pacific Ocean is an 1857 novel written by Scottish author R. M. Ballantyne. One of the first works of juvenile fiction to feature exclusively juvenile heroes, the story relates the adventures of three boys marooned on a South Pacific island, the only survivors of a shipwreck.",
    "wordCount": 53
  },
  {
    "title": "Eagle (British comics)",
    "summary": "Eagle was a British children's comics periodical, first published from 1950 to 1969, and then in a relaunched format from 1982 to 1994. It was founded by Marcus Morris, an Anglican vicar from Lancashire. Morris edited a Southport parish magazine called The Anvil, but felt that the church was not communicating its message effectively. Simultaneously disillusioned with contemporary children's literature, he and Anvil artist Frank Hampson created a dummy comic based on Christian values. Morris proposed the idea to several Fleet Street publishers, with little success, until Hulton Press took it on.",
    "wordCount": 92
  },
  {
    "title": "London Beer Flood",
    "summary": "The London Beer Flood was an accident at Meux & Co's Horse Shoe Brewery, London, on 17 October 1814. It took place when one of the 22-foot-tall (6.7 m) wooden vats of fermenting porter burst. The escaping liquid dislodged the valve of another vessel and destroyed several large barrels: between 128,000 and 323,000 imperial gallons of beer were released in total.",
    "wordCount": 61
  },
  {
    "title": "Episode 14 (Twin Peaks)",
    "summary": "\"Episode 14\", also known as \"Lonely Souls\", is the seventh episode of the second season of the American surrealist mystery-horror drama television series Twin Peaks. The episode was written by series co-creator Mark Frost and directed by series co-creator David Lynch. It features series regulars Kyle MacLachlan, Michael Ontkean, Ray Wise and Richard Beymer; and guest stars Frank Silva (uncredited) as Killer BOB, Hank Worden as The Waiter, Julee Cruise as Singer, and David Lynch as Gordon Cole.",
    "wordCount": 78
  },
  {
    "title": "Metroid Prime",
    "summary": "Metroid Prime is a 2002 action-adventure game developed by Retro Studios and published by Nintendo for the GameCube. Metroid Prime is the fifth main Metroid game and the first to use 3D computer graphics and a first-person perspective. It was released in North America in November 2002, and in Japan and Europe the following year. Along with the Game Boy Advance game Metroid Fusion, Prime marked the return of the Metroid series after an eight-year hiatus following Super Metroid (1994).",
    "wordCount": 80
  },
  {
    "title": "Funerary Monument to Sir John Hawkwood",
    "summary": "The Funerary Monument to Sir John Hawkwood is a fresco by Paolo Uccello, commemorating English condottiero John Hawkwood, commissioned in 1436 for Florence Cathedral. The fresco is an important example of art commemorating a soldier-for-hire who fought in the Italian peninsula and is a seminal work in the development of perspective.",
    "wordCount": 51
  },
  {
    "title": "Mercury dime",
    "summary": "The Mercury dime is a ten-cent coin struck by the United States Mint from late 1916 to 1945. Designed by Adolph Weinman and also referred to as the Winged Liberty Head dime, it gained its common name because the obverse depiction of a young Liberty, identifiable by her winged Phrygian cap, was confused with the Roman god Mercury. Weinman is believed to have used Elsie Stevens, the wife of lawyer and poet Wallace Stevens, as a model. The coin's reverse depicts a fasces, symbolizing unity and strength, and an olive branch, signifying peace.",
    "wordCount": 93
  },
  {
    "title": "1987 (What the Fuck Is Going On?)",
    "summary": "\n1987  is the debut studio album by British electronic band the Justified Ancients of Mu Mu, later known as the KLF. 1987 was produced using extensive unauthorised samples that plagiarised a wide range of musical works, continuing a theme begun in the JAMs' debut single, \"All You Need Is Love\". These samples provided a deliberately provocative backdrop for beatbox rhythms and cryptic, political raps.",
    "wordCount": 64
  },
  {
    "title": "Transcaucasian Democratic Federative Republic",
    "summary": "The Transcaucasian Democratic Federative Republic was a short-lived state in the Caucasus that included most of the territory of the present-day Armenia, Azerbaijan and Georgia, as well as parts of Russia and Turkey. The state lasted only for a month before Georgia declared independence, followed shortly after by Armenia and Azerbaijan.",
    "wordCount": 51
  },
  {
    "title": "Kampung Boy (TV series)",
    "summary": "Kampung Boy is a Malaysian animated television series broadcast from 14 September 1999 to 12 September 2000. It is about the adventures of a young boy, Mat, and his life in a kampung (village). The series is adapted from the best-selling graphical novel The Kampung Boy, an autobiography of Malaysian cartoonist Lat. Twenty-six episodes – one of which won an Annecy Award – were first shown on Malaysian satellite television network Astro before being distributed to sixty other countries.",
    "wordCount": 79
  },
  {
    "title": "USS Massachusetts (BB-2)",
    "summary": "USS Massachusetts was an Indiana-class, pre-dreadnought battleship and the second United States Navy ship comparable to foreign battleships of its time. Authorized in 1890, and commissioned six years later, she was a small battleship, though with heavy armor and ordnance. The ship class also pioneered the use of an intermediate battery. She was designed for coastal defense and as a result, her decks were not safe from high waves on the open ocean.",
    "wordCount": 73
  },
  {
    "title": "MLS Cup 2019",
    "summary": "MLS Cup 2019 was the 24th edition of the MLS Cup, the championship match of Major League Soccer (MLS), and took place on November 10, 2019, at CenturyLink Field in Seattle, Washington, United States. The soccer match was contested by Seattle Sounders FC and Toronto FC to determine the champion of the 2019 season. It was a rematch of the 2016 and 2017 editions of the MLS Cup, which were won by Seattle and Toronto, respectively. This was the third final for both teams and the first MLS Cup to be hosted by the Sounders, as both of the previous Seattle–Toronto finals were held at BMO Field in Toronto, Ontario, Canada.",
    "wordCount": 111
  },
  {
    "title": "Greatest Hits (Lost)",
    "summary": "\"Greatest Hits\" is the 21st episode of the third season of Lost and 70th episode of the series. It was written by co-executive producers Edward Kitsis and Adam Horowitz and directed by supervising producer Stephen Williams. The episode first aired on May 16, 2007, on ABC in the United States and on CTV in Canada. \"Greatest Hits\" was viewed by 12 million Americans and was well received by critics. Lost's editors received a Golden Reel Award nomination.",
    "wordCount": 77
  },
  {
    "title": "Menominee Tribe of Indians v. United States",
    "summary": "Menominee Tribe of Indians v. United States, 391 U.S. 404 (1968), is a case in which the Supreme Court ruled that the Menominee Indian Tribe kept their historical hunting and fishing rights even after the federal government ceased to recognize the tribe. It was a landmark decision in Native American case law.",
    "wordCount": 52
  },
  {
    "title": "IK Pegasi",
    "summary": "IK Pegasi is a binary star system in the constellation Pegasus. It is just luminous enough to be seen with the unaided eye, at a distance of about 154 light years from the Solar System.",
    "wordCount": 35
  },
  {
    "title": "Kingdom Hearts II",
    "summary": "Kingdom Hearts II is a 2005 action role-playing game developed and published by Square Enix in collaboration with Buena Vista Games for the PlayStation 2 video game console. The game is a sequel to Kingdom Hearts, and like the original game, combines characters and settings from Disney films with those of Square Enix's Final Fantasy series. An expanded re-release of the game featuring new and additional content, Kingdom Hearts II Final Mix, was released exclusively in Japan in March 2007. The Final Mix version of the game was later remastered in high definition and released globally as part of the Kingdom Hearts HD 2.5 Remix collection for the PlayStation 3, PlayStation 4, Xbox One, Windows, and Nintendo Switch.",
    "wordCount": 118
  },
  {
    "title": "Antarctica",
    "summary": "Antarctica is Earth's southernmost and least-populated continent. Situated almost entirely south of the Antarctic Circle and surrounded by the Southern Ocean, it contains the geographic South Pole. Antarctica is the fifth-largest continent, being about 40% larger than Europe, and has an area of 14,200,000 km2 (5,500,000 sq mi). Most of Antarctica is covered by the Antarctic ice sheet, with an average thickness of 1.9 km (1.2 mi).",
    "wordCount": 67
  },
  {
    "title": "Gumbo",
    "summary": "Gumbo is a stew that is popular among the U.S. Gulf Coast community, the New Orleans stew variation being the official state cuisine of the U.S. state of Louisiana. Gumbo consists primarily of a strongly flavored stock, meat or shellfish, a thickener, and the Creole \"holy trinity\": celery, bell peppers, and onions. Gumbo is often categorized by the type of thickener used, whether okra or file powder. Gumbo can be made with or without okra or file powder.",
    "wordCount": 78
  },
  {
    "title": "R. A. B. Mynors",
    "summary": "Sir Roger Aubrey Baskerville Mynors  was an English classicist and medievalist who held the senior chairs of Latin at the universities of Oxford and Cambridge. A textual critic, he was an expert in the study of manuscripts and their role in the reconstruction of classical texts.",
    "wordCount": 46
  },
  {
    "title": "Boulton and Park",
    "summary": "Thomas Ernest Boulton and Frederick William Park were Victorian cross-dressers. Both were homosexual men from upper-middle-class families, both enjoyed wearing women's clothes and both enjoyed taking part in theatrical performances—playing the women's roles when they did so. It is possible that they asked for money for sex, although there is some dispute over this. In the late 1860s they were joined on a theatrical tour by Lord Arthur Clinton, the Liberal Party Member of Parliament for Newark. Also homosexual, he and Boulton entered into a relationship; Boulton called himself Clinton's wife, and had cards printed showing his name as Lady Arthur Clinton.",
    "wordCount": 102
  },
  {
    "title": "John Adair",
    "summary": "John Adair was an American pioneer, slave trader, soldier, and politician. He was the eighth governor of Kentucky and represented the state in both the U.S. House and Senate. A native of South Carolina, Adair enlisted in the state militia and served in the Revolutionary War, during which he was twice captured and held as a prisoner of war by the British. Following the War, he was elected as a delegate to South Carolina's convention to ratify the United States Constitution.",
    "wordCount": 81
  },
  {
    "title": "Battle of Neville's Cross",
    "summary": "The Battle of Neville's Cross took place during the Second War of Scottish Independence on 17 October 1346, half a mile to the west of Durham, England. An invading Scottish army of 12,000 led by King David II was defeated with heavy loss by an English army of approximately 6,000–7,000 men led by Ralph Neville, Lord Neville. The battle was named after an Anglo-Saxon stone cross that stood on the hill where the Scots made their stand. After the victory, Neville paid to have a new cross erected to commemorate the day.",
    "wordCount": 92
  },
  {
    "title": "The Boat Race 2020",
    "summary": "The Boat Race 2020 was a side-by-side rowing race scheduled to take place on 29 March 2020. Held annually, The Boat Race is contested between crews from the universities of Oxford and Cambridge along a 4.2-mile (6.8 km) tidal stretch of the River Thames in south-west London. This would have been the 75th women's race and the 166th men's race, and for the fifth time in the history of the event, the men's, women's, and both reserves' races would have been held on the Tideway on the same day. Cambridge led the longstanding rivalry 84–80 and 44–30 in the men's and women's races, respectively.",
    "wordCount": 104
  },
  {
    "title": "William Howard Taft",
    "summary": "William Howard Taft was the 27th president of the United States from 1909 to 1913 and the tenth chief justice of the United States from 1921 to 1930. He is the only person to have held both offices.",
    "wordCount": 38
  },
  {
    "title": "Toronto Magnetic and Meteorological Observatory",
    "summary": "The Toronto Magnetic and Meteorological Observatory is a historical observatory located on the grounds of the University of Toronto's St. George campus, in Toronto, Ontario, Canada. The original log building was constructed in 1840 as part of a worldwide research project run by Edward Sabine to determine the cause of fluctuations in magnetic declination. Measurements from the Toronto site demonstrated that sunspots were responsible for this effect on Earth's magnetic field. When this project concluded in 1853, the observatory was rebuilt in stone by the Canadian government and served as the country's primary meteorological station and official timekeeper for over fifty years. The observatory is considered the birthplace of Canadian astronomy.",
    "wordCount": 111
  },
  {
    "title": "No Depression (album)",
    "summary": "No Depression is the first studio album by alternative country band Uncle Tupelo, released in June 1990. After its formation in the late 1980s, Uncle Tupelo recorded the Not Forever, Just for Now demo tape, which received a positive review by the College Media Journal in 1989. The review led to the band's signing with what would become Rockville Records later that year. The album was recorded with producers Sean Slade and Paul Q. Kolderie at Fort Apache Studios, on a budget of US$3,500.",
    "wordCount": 84
  },
  {
    "title": "Blade Runner",
    "summary": "Blade Runner is a 1982 science fiction film directed by Ridley Scott from a screenplay by Hampton Fancher and David Peoples. Starring Harrison Ford, Rutger Hauer, Sean Young, and Edward James Olmos, it is an adaptation of Philip K. Dick's 1968 novel Do Androids Dream of Electric Sheep? The film is set in a dystopian future Los Angeles of 2019, in which synthetic humans known as replicants are bio-engineered by the powerful Tyrell Corporation to work on space colonies. When a fugitive group of advanced replicants led by Roy Batty (Hauer) escapes back to Earth, former cop Rick Deckard (Ford) reluctantly agrees to hunt them down.",
    "wordCount": 106
  },
  {
    "title": "The Boat Race 2018",
    "summary": "The Boat Race 2018 was a rowing competition that was held on 24 March 2018. Held annually, The Boat Race is a side-by-side rowing race between crews from the universities of Oxford and Cambridge along a 4.2-mile (6.8 km) tidal stretch of the River Thames in south-west London. For the third time in the history of the event, the men's, women's and both reserves' races were all held on the Tideway on the same day.",
    "wordCount": 75
  },
  {
    "title": "The Last Temptation of Krust",
    "summary": "\"The Last Temptation of Krust\" is the fifteenth episode of the ninth season of the American animated television series The Simpsons. It first aired on Fox in the United States on February 22, 1998. It was written by Donick Cary and directed by Mike B. Anderson. Comedian Jay Leno makes a guest appearance. In the episode, Bart convinces Krusty the Clown to appear at a comedy festival organized by Jay Leno, but Krusty's old material does not go over well with the audience and he receives bad reviews. He briefly retires from comedy but returns with a new, better-received gimmick. He soon returns to his old ways, selling out to a motor-vehicle company.",
    "wordCount": 113
  },
  {
    "title": "Marcus Ward Lyon Jr.",
    "summary": "Marcus Ward Lyon Jr. was an American mammalogist, bacteriologist, and pathologist. He was born into a military family, and demonstrated an early interest in zoology by collecting local wildlife around his father's army posts. He graduated from Brown University in 1897, and continued his studies at George Washington University while working part-time at the United States National Museum (USNM). At the same time, he taught at Howard University Medical School and later George Washington University Medical School. He received his Ph.D. from George Washington University in 1913.",
    "wordCount": 87
  },
  {
    "title": "WBPX-TV",
    "summary": "WBPX-TV is a television station in Boston, Massachusetts, United States, airing programming from the Ion Television network. It is owned by the Ion Media subsidiary of the E. W. Scripps Company, which also owns Woburn-licensed Grit station WDPX-TV ; the two channels share the same TV spectrum. WBPX-TV and WDPX-TV are broadcast from a tower on Parmenter Road in Hudson, Massachusetts.",
    "wordCount": 61
  },
  {
    "title": "Volcano (South Park)",
    "summary": "\"Volcano\" is the second episode of the first season of the American animated television series South Park. It first aired on Comedy Central in the United States on August 20, 1997. In the episode, Stan, Kyle, Cartman and Kenny go on a hunting trip with Stan's uncle Jimbo and his war buddy Ned. While on the trip, Stan is frustrated by his unwillingness to shoot a living creature, and Cartman tries to scare the hunting party with tales of a creature named Scuzzlebutt. Meanwhile, the group is unaware that a nearby volcano is about to erupt.",
    "wordCount": 96
  },
  {
    "title": "Thekla (daughter of Theophilos)",
    "summary": "Thekla, Latinized as Thecla, was a princess of the Amorian dynasty of the Byzantine Empire. The eldest child of Byzantine emperor Theophilos and empress Theodora, she was proclaimed augusta in the late 830s. After Theophilos's death in 842 and her mother becoming regent for Thekla's younger brother, Michael III, Thekla was associated with the regime as co-empress alongside Theodora and Michael.",
    "wordCount": 61
  },
  {
    "title": "Hurricane John (1994)",
    "summary": "Hurricane John, also known as Typhoon John, was the farthest-traveling tropical cyclone ever observed worldwide. It was also the longest-lasting tropical cyclone on record globally at the time, until it was surpassed by Cyclone Freddy in 2023. John formed during the 1994 Pacific hurricane season, which had above-average activity due to the El Nino of 1994–1995, and peaked as a Category 5 hurricane on the Saffir–Simpson scale, the highest categorization for hurricanes.",
    "wordCount": 72
  },
  {
    "title": "Liverpool F.C.",
    "summary": "Liverpool Football Club is a professional football club based in Liverpool, England. The club competes in the Premier League, the top tier of English football. Founded in 1892, the club joined the Football League the following year and has played its home games at Anfield since its formation. Liverpool is one of the most valuable and widely supported clubs in the world.",
    "wordCount": 62
  },
  {
    "title": "Cleveland",
    "summary": "Cleveland is a city in the U.S. state of Ohio and the county seat of Cuyahoga County. Located along the southern shore of Lake Erie, it is situated across the Canadian border and approximately 60 mi (97 km) west of the Ohio–Pennsylvania state line. Cleveland is the most populous city on Lake Erie and second-most populous city in Ohio, with a population of 372,624 at the 2020 census. The Cleveland metropolitan area, with an estimated 2.17 million residents, is the 34th-largest metropolitan area in the United States.",
    "wordCount": 87
  },
  {
    "title": "Andreas Palaiologos",
    "summary": "Andreas Palaiologos, sometimes anglicized to Andrew Palaeologus, was the eldest son of Thomas Palaiologos, Despot of the Morea. Thomas was a brother of Constantine XI Palaiologos, the final Byzantine emperor. After his father's death in 1465, Andreas was recognized as the titular Despot of the Morea and from 1483 onwards, he also claimed the title \"Emperor of Constantinople\".",
    "wordCount": 58
  },
  {
    "title": "Billy Martin",
    "summary": "Alfred Manuel \"Billy\" Martin Jr. was an American Major League Baseball (MLB) second baseman and manager, who, in addition to leading other teams, was five times the manager of the New York Yankees. First known as a scrappy infielder who made considerable contributions to the championship Yankee teams of the 1950s, he then built a reputation as a manager who would initially make bad teams good, before ultimately being fired amid dysfunction. In each of his stints with the Yankees he managed them to winning records before being fired by team owner George Steinbrenner or resigning under fire.",
    "wordCount": 98
  },
  {
    "title": "Epacris impressa",
    "summary": "Epacris impressa, also known as common heath, is a species of plant in the heath family Ericaceae. It is native to south-eastern Australia. French botanist Jacques Labillardiere collected the species in 1793 and described it in 1805. Four forms have been identified, but no subspecies are recognised. Growing in heathland, shrubland or open forest, it is generally a small shrub around 0.5 to 1 m tall, with small stiff leaves. The red, pink or white tube-like flowers appear from late autumn to early spring. Honeyeater birds, particularly the eastern spinebill, feed upon the nectar of the flowers. It regenerates after bushfire by seed or by resprouting.",
    "wordCount": 106
  },
  {
    "title": "INTERFET logistics",
    "summary": "The logistical support of the multinational International Force East Timor (INTERFET) peacekeeping mission in 1999 and 2000 involved, at its peak, 11,693 personnel from 23 countries. Of these 5,697 were from Australia, making it the largest deployment of Australian forces overseas since the Vietnam War. INTERFET was unusual in that it was led by Australia, casting the country in a wholly unfamiliar role. The logistics and support areas of the Australian Defence Force (ADF) had been subject to deep cuts in the 1990s. The ADF had not anticipated being committed to such a large peacekeeping mission, and was unprepared to support an Australian force projection of this size, much less act as lead nation of an international coalition.",
    "wordCount": 118
  },
  {
    "title": "Song dynasty",
    "summary": "The Song dynasty was an imperial dynasty of China that ruled from 960 to 1279. The dynasty was founded by Emperor Taizu of Song, who usurped the throne of the Later Zhou dynasty and went on to conquer the rest of the Ten Kingdoms, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties in northern China. After retreating to southern China following attacks by the Jin dynasty, the Song was eventually conquered by the Mongol-led Yuan dynasty.",
    "wordCount": 91
  },
  {
    "title": "George S. Patton slapping incidents",
    "summary": "In early August 1943, Lieutenant General George S. Patton slapped two United States Army soldiers under his command during the Sicily Campaign of World War II. Patton's hard-driving personality and lack of belief in the medical condition of combat stress reaction, then known as \"battle fatigue\" or \"shell shock,\" led to the soldiers' becoming the subject of his ire in incidents on August 3 and 10, when Patton struck and berated them after discovering they were patients at evacuation hospitals away from the front lines without apparent physical injuries.",
    "wordCount": 89
  },
  {
    "title": "Paul Palaiologos Tagaris",
    "summary": "Paul Palaiologos Tagaris was a Byzantine Greek monk and impostor. A scion of the Tagaris family, Paul also claimed a somewhat dubious connection with the Palaiologos dynasty that ruled the Byzantine Empire at the time. He fled his marriage as a teenager and became a monk, but soon his fraudulent practices embroiled him in scandal. Fleeing Constantinople, he traveled widely, from Palestine to Persia and Georgia and eventually, via Ukraine and Hungary to Italy, Latin Greece, Cyprus and France.",
    "wordCount": 79
  },
  {
    "title": "The Chase (American game show)",
    "summary": "The Chase is an American television quiz show adapted from the British program of the same name. It premiered on August 6, 2013, on the Game Show Network (GSN). It was hosted by Brooke Burns and featured Mark Labbett as the \"chaser\". A revival of the show premiered on January 7, 2021, on ABC. It is hosted by Sara Haines and initially featured as the chasers Jeopardy! champions James Holzhauer, Ken Jennings, and Brad Rutter. Labbett returned as a chaser in June 2021, before stepping down in 2022 along with Jennings. In their place are Buzzy Cohen, Brandon Blackwell, and Victoria Groce.",
    "wordCount": 102
  },
  {
    "title": "Emmeline Pankhurst",
    "summary": "Emmeline Pankhurst was a British political activist who organised the British suffragette movement and helped women to win in 1918 the right to vote in Great Britain and Ireland. In 1999, Time named her as one of the 100 Most Important People of the 20th Century, stating that \"she shaped an idea of objects for our time\" and \"shook society into a new pattern from which there could be no going back\". She was widely criticised for her militant tactics, and historians disagree about their effectiveness, but her work is recognised as a crucial element in achieving women's suffrage in the United Kingdom.",
    "wordCount": 103
  },
  {
    "title": "Aries (constellation)",
    "summary": "Aries  is one of the constellations of the zodiac. It is located in the Northern celestial hemisphere between Pisces to the west and Taurus to the east. The name Aries is Latin for ram. Its traditional astrological symbol is  (♈). It is one of the 48 constellations described by the 2nd century astronomer Ptolemy, and remains one of the 88 modern constellations. It is a mid-sized constellation ranking 39th in overall size, with an area of 441 square degrees.",
    "wordCount": 79
  },
  {
    "title": "Ancestry of the Godwins",
    "summary": "Very little is known for certain of the ancestry of the Godwins, the family of the last Anglo-Saxon king of England, Harold II. When King Edward the Confessor died in January 1066 his closest relative was his great-nephew, Edgar the Ætheling, but he was young and lacked powerful supporters. Harold was the head of the most powerful family in England and Edward's brother-in-law, and he became king. In September 1066 Harold defeated and killed King Harald Hardrada of Norway at the Battle of Stamford Bridge, and Harold was himself defeated and killed the following month by William the Conqueror at the Battle of Hastings.",
    "wordCount": 104
  },
  {
    "title": "Isidor Rabi",
    "summary": "Israel \"Isidor\" Isaac Rabi was an American nuclear physicist who received the Nobel Prize in Physics in 1944 \"for his resonance method for recording the magnetic properties of atomic nuclei\". He was also one of the first scientists in the United States to work on the cavity magnetron, which is used in microwave radar and microwave ovens.",
    "wordCount": 57
  },
  {
    "title": "Bristol",
    "summary": "Bristol is a cathedral city, unitary authority area and ceremonial county in South West England, the most populous city in the region. Built around the River Avon, it is bordered by the ceremonial counties of Gloucestershire to the north and Somerset to the south. The county is in the West of England combined authority area, which includes the Greater Bristol area and nearby places such as Bath. Bristol is the second largest city in Southern England, after the capital London.",
    "wordCount": 80
  },
  {
    "title": "Cento Vergilianus de laudibus Christi",
    "summary": "Cento Vergilianus de laudibus Christi is a Latin poem arranged by Faltonia Betitia Proba after her conversion to Christianity. A cento is a poetic work composed of verses or passages taken from other authors and re-arranged in a new order. This poem reworks verses extracted from the work of Virgil to tell stories from the Old and New Testament of the Christian Bible. Much of the work focuses on the story of Jesus Christ.",
    "wordCount": 74
  },
  {
    "title": "Charlie Chaplin",
    "summary": "Sir Charles Spencer Chaplin was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, the Tramp, and is considered one of the film industry's most important figures. His career spanned more than 75 years, from his childhood in the Victorian era until a year before his death in 1977, and encompassed both accolade and controversy.",
    "wordCount": 72
  },
  {
    "title": "Craig Kieswetter",
    "summary": "Craig Kieswetter is an English professional golfer and former cricketer who appeared in 71 matches for the England cricket team between 2010 and 2013. Born and raised in South Africa, Kieswetter moved to England to complete his education, and began playing county cricket for Somerset in 2007. Three years later, he made his international debut in a One Day International (ODI) against Bangladesh. A wicket-keeper batsman, he was considered a one-day specialist, and all his international appearances came in ODIs or Twenty20 Internationals.",
    "wordCount": 83
  },
  {
    "title": "Lion",
    "summary": "The lion is a large cat of the genus Panthera, currently found only in Sub-Saharan Africa and India. It has a muscular, broad-chested body; a short, rounded head; round ears; and a dark, hairy tuft at the tip of its tail. It is sexually dimorphic; adult male lions are larger than females and have a prominent mane. It is a social species, forming groups called prides. A lion's pride consists of a few adult males, related females, and cubs. Groups of female lions usually hunt together, preying mostly on medium-sized and large ungulates. The lion is an apex and keystone predator.",
    "wordCount": 101
  },
  {
    "title": "African crake",
    "summary": "The African crake is a small- to medium-size ground-living bird in the rail family, found in most of central to southern Africa. It is seasonally common in most of its range other than the rainforests and areas that have low annual rainfall. This crake is a partial migrant, moving away from the equator as soon as the rains provide sufficient grass cover to allow it to breed elsewhere. There have been a few records of vagrant birds reaching Atlantic islands. This species nests in a wide variety of grassland types, and agricultural land with tall crops may also be used.",
    "wordCount": 100
  },
  {
    "title": "Wilfred Rhodes",
    "summary": "Wilfred Rhodes was an English professional cricketer who played 58 Test matches for England between 1899 and 1930. In Tests, Rhodes took 127 wickets and scored 2,325 runs, becoming the first Englishman to complete the double of 1,000 runs and 100 wickets in Test matches. He holds the world records both for the most appearances made in first-class cricket and the most wickets taken. He completed the double of 1,000 runs and 100 wickets in an English cricket season a record 16 times. Rhodes played for Yorkshire and England into his fifties, and in his final Test in 1930 was, at 52 years and 165 days, the oldest player who has appeared in a Test match.",
    "wordCount": 116
  },
  {
    "title": "Lionel Palairet",
    "summary": "Lionel Charles Hamilton Palairet was an English amateur cricketer who played for Somerset and Oxford University. A graceful right-handed batsman, he was selected to play Test cricket for England twice in 1902. Contemporaries judged Palairet to have one of the most attractive batting styles of the period. His obituary in The Times described him as \"the most beautiful batsman of all time\". An unwillingness to tour during the English winter limited Palairet's Test appearances; contemporaries believed he deserved more Test caps.",
    "wordCount": 81
  },
  {
    "title": "Zenobia",
    "summary": "Septimia Zenobia was a third-century queen of the Palmyrene Empire in Syria. Many legends surround her ancestry; she was probably not a commoner, and she married the ruler of the city, Odaenathus. Her husband became king in 260, elevating Palmyra to supreme power in the Near East by defeating the Sasanian Empire of Persia and stabilizing the Roman East. After Odaenathus' assassination, Zenobia became the regent of her son Vaballathus and held de facto power throughout his reign.",
    "wordCount": 78
  },
  {
    "title": "Ralph Vaughan Williams",
    "summary": "Ralph Vaughan Williams was an English composer. His works include operas, ballets, chamber music, secular and religious vocal pieces and orchestral compositions including nine symphonies, written over sixty years. Strongly influenced by Tudor music and English folk-song, his output marked a decisive break in British music from its German-dominated style of the 19th century.",
    "wordCount": 54
  },
  {
    "title": "Triaenops menamena",
    "summary": "Triaenops menamena is a bat in the genus Triaenops found on Madagascar, mainly in the drier regions. It was known as Triaenops rufus until 2009, when it was discovered that that name had been incorrectly applied to the species. Triaenops rufus is a synonym of Triaenops persicus, a Middle Eastern species closely related to T. menamena— the Malagasy species had previously been placed as a subspecies of T. persicus by some authors. Triaenops menamena is mostly found in forests, but also occurs in other habitats. It often roosts in large colonies and eats insects such as butterflies and moths. Because of its wide range, common occurrence, and tolerance of habitat degradation, it is not considered to be threatened.",
    "wordCount": 118
  },
  {
    "title": "AI Mark IV radar",
    "summary": "Radar, Aircraft Interception, Mark IV, also produced in the USA as SCR-540, was the world's first operational air-to-air radar system. Early Mk. III units appeared in July 1940 on converted Bristol Blenheim light bombers, while the definitive Mk. IV reached widespread availability on the Bristol Beaufighter heavy fighter by early 1941. On the Beaufighter, the Mk. IV arguably played a role in ending the Blitz, the Luftwaffe's night bombing campaign of late 1940 and early 1941.",
    "wordCount": 76
  },
  {
    "title": "No. 38 Squadron RAAF",
    "summary": "No. 38 Squadron was a Royal Australian Air Force (RAAF) transport and training unit active between 1943 and 2018. It was formed on 15 September 1943 and saw service during World War II transporting supplies and personnel between Australia and the combat zones in New Guinea and Borneo, using Douglas Dakota aircraft. Following the war, the squadron conducted regular courier flights between Australia and Japan in 1947 and 1948. No. 38 Squadron was deployed to Singapore from 1950 to 1952, supplying Commonwealth forces engaged in the Malayan Emergency and undertaking courier flights across Asia. In 1954 it became responsible for training RAAF personnel to operate Dakotas.",
    "wordCount": 106
  },
  {
    "title": "Kenora Thistles",
    "summary": "The Kenora Thistles, officially the Thistles Hockey Club, were a Canadian ice hockey team based in Kenora, Ontario. Founded in 1894, they were originally known as the Rat Portage Thistles. The team competed for the Stanley Cup, the ice hockey championship of Canada, five times between 1903 and 1907. The Thistles won the Cup in January 1907 and defended it once before losing it that March in a challenge series. Composed almost entirely of local players, the team comes from the least populated city to have won the Stanley Cup. Nine players—four of them homegrown—have been inducted into the Hockey Hall of Fame, and the Stanley Cup champion team was inducted into the Northwestern Ontario Sports Hall of Fame.",
    "wordCount": 119
  },
  {
    "title": "Kids See Ghosts (album)",
    "summary": "Kids See Ghosts is the only studio album by the American hip-hop supergroup Kids See Ghosts, composed of the rappers and producers Kanye West and Kid Cudi. It was released on June 8, 2018, through GOOD Music and Wicked Awesome Records, and distributed by Def Jam Recordings. Prior to the release, West and Cudi had collaborated on each other's work since 2008, although they experienced personal quarrels due to creative differences. The first studio sessions for the album began after the two reunited in late 2016.",
    "wordCount": 86
  },
  {
    "title": "John Wilton (general)",
    "summary": "General Sir John Gordon Noel Wilton, was a senior commander in the Australian Army. He served as Chief of the General Staff (CGS), the Army's professional head, from 1963 until 1966, and as Chairman of the Chiefs of Staff Committee (CCOSC), forerunner of the role of Australia's Chief of the Defence Force, from 1966 until 1970. His eight-year tenure as senior officer of first the Army and then the Australian military spanned almost the entire period of the nation's involvement in the Vietnam War.",
    "wordCount": 84
  },
  {
    "title": "Tylopilus felleus",
    "summary": "Tylopilus felleus, commonly known as the bitter bolete or the bitter tylopilus, is a fungus of the bolete family. French mycologist Pierre Bulliard described this species as Boletus felleus in 1788 before it was transferred into the new genus Tylopilus. It is the type species of Tylopilus and the only member of the genus found in Europe.",
    "wordCount": 57
  },
  {
    "title": "Museum of Bad Art",
    "summary": "The Museum of Bad Art (MOBA) is a privately owned museum whose stated aim is \"to celebrate the labor of artists whose work would be displayed and appreciated in no other forum\". It was originally in Dedham, Massachusetts, and is currently in Boston, Massachusetts. Its permanent collection includes over 700 pieces of \"art too bad to be ignored\", 25 to 35 of which are on public display at any one time.",
    "wordCount": 71
  },
  {
    "title": "Goodman Beaver",
    "summary": "Goodman Beaver is a fictional character who appears in comics created by American cartoonist Harvey Kurtzman. Goodman is a naive and optimistic Candide-like character, oblivious to the corruption and degeneration around him, and whose stories were vehicles for social satire and pop culture parody. Except for the character's first appearance the stories were written by Kurtzman and drawn by Will Elder.",
    "wordCount": 61
  },
  {
    "title": "Paul Collingwood",
    "summary": "Paul David Collingwood is an English cricket coach and former player, who played in all three formats of the game internationally for England. He played for Durham County Cricket Club. Collingwood was a regular member of the England Test side and captain of the One Day International (ODI) team (2007–2008). He was the first T20I captain for England. As captain, he led the England team to win their first ICC trophy, the 2010 World Twenty20, and scored the winning run in the final.",
    "wordCount": 83
  },
  {
    "title": "Ursa Minor",
    "summary": "Ursa Minor, also known as the Little Bear, is a constellation located in the far northern sky. As with the Great Bear, the tail of the Little Bear may also be seen as the handle of a ladle, hence the North American name, Little Dipper: seven stars with four in its bowl like its partner the Big Dipper. Ursa Minor was one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations. Ursa Minor has traditionally been important for navigation, particularly by mariners, because of Polaris being the north pole star.",
    "wordCount": 99
  },
  {
    "title": "Triangulum Australe",
    "summary": "Triangulum Australe is a small constellation in the far Southern Celestial Hemisphere. Its name is Latin for \"the southern triangle\", which distinguishes it from Triangulum in the northern sky and is derived from the acute, almost equilateral pattern of its three brightest stars. It was first depicted on a celestial globe as Triangulus Antarcticus by Petrus Plancius in 1589, and later with more accuracy and its current name by Johann Bayer in his 1603 Uranometria. The French explorer and astronomer Nicolas Louis de Lacaille charted and gave the brighter stars their Bayer designations in 1756.",
    "wordCount": 95
  },
  {
    "title": "Whipping Tom",
    "summary": "\"Whipping Tom\" was the nickname given to attackers involved in three episodes of sexual assaults in London and the nearby village of Hackney. In all three, women walking alone were attacked and their buttocks thrashed, sometimes leading to serious injuries and—in one case—miscarriage and death.",
    "wordCount": 45
  },
  {
    "title": "Eunice Newton Foote",
    "summary": "Eunice Newton Foote was an American scientist, inventor, and women's rights campaigner. She was the first scientist to identify the insulating effect of certain gases, and that therefore rising carbon dioxide levels could increase atmospheric temperature and affect climate, a phenomenon now referred to as the greenhouse effect. Born in Connecticut, Foote was raised in New York at the center of social and political movements of her day, such as the abolition of slavery, anti-alcohol activism, and women's rights. She attended the Troy Female Seminary and the Rensselaer School from age 17 to age 19, gaining a broad education in scientific theory and practice.",
    "wordCount": 104
  },
  {
    "title": "Battle of St. Charles",
    "summary": "The Battle of St. Charles was fought on June 17, 1862, at St. Charles, Arkansas, during the American Civil War. Earlier in 1862, a Union Army force commanded by Major General Samuel R. Curtis moved against Little Rock, Arkansas, but became bogged down in the Batesville area due to lack of supplies. The Union leadership decided to send a naval force from Memphis, Tennessee, up the White River to resupply Curtis's men. Major General Thomas C. Hindman, the Confederate commander in Arkansas, had fortifications constructed near St. Charles to stop the Union movement. Two artillery positions were built, and three ships, including CSS Maurepas, were scuttled to obstruct the river.",
    "wordCount": 110
  },
  {
    "title": "USS Indiana (BB-1)",
    "summary": "USS Indiana was the lead ship of her class and the first battleship in the United States Navy comparable to foreign battleships of the time. Authorized in 1890 and commissioned five years later, she was a small battleship, though with heavy armor and ordnance. The ship also pioneered the use of an intermediate battery. She was designed for coastal defense and as a result, her decks were not safe from high waves on the open ocean.",
    "wordCount": 76
  },
  {
    "title": "Port Chicago disaster",
    "summary": "The Port Chicago disaster was a deadly munitions explosion of the ship SS E. A. Bryan on July 17, 1944, at the Port Chicago Naval Magazine in Port Chicago, California, United States. Munitions being loaded onto a cargo vessel bound for the Pacific Theater of Operations detonated, killing 320 sailors and civilians and injuring at least 390 others.",
    "wordCount": 58
  },
  {
    "title": "Russian battleship Rostislav",
    "summary": "Rostislav was a pre-dreadnought battleship built by the Nikolaev Admiralty Shipyard in the 1890s for the Black Sea Fleet of the Imperial Russian Navy. She was conceived as a small, inexpensive coastal defence ship, but the Navy abandoned the concept in favor of a compact, seagoing battleship with a displacement of 8,880 long tons (9,022 t). Poor design and construction practices increased her actual displacement by more than 1,600 long tons (1,626 t). Rostislav became the world's first capital ship to burn fuel oil, rather than coal. Her combat ability was compromised by the use of 10-inch (254 mm) main guns instead of the de facto Russian standard of 12 inches (305 mm).",
    "wordCount": 113
  },
  {
    "title": "Common starling",
    "summary": "The common starling, also known simply as the starling in Great Britain and Ireland, and as European starling in North America, is a medium-sized passerine bird in the starling family, Sturnidae. It is about 20 cm (8 in) long and has glossy black plumage with a metallic sheen, which is speckled with white at some times of the year. The legs are pink and the bill is black in winter and yellow in summer; young birds have browner plumage than the adults. Its gift for mimicry has been noted in literature including the Mabinogion and the works of Pliny the Elder and William Shakespeare.",
    "wordCount": 104
  },
  {
    "title": "The Holocaust in Greece",
    "summary": "The Holocaust saw the mass murder of Greek Jews, as part of their deportation to Auschwitz concentration camp, by the Nazis during World War II. By 1945, between 82 and 92 percent of Greek Jews had been murdered, one of the highest proportions in Europe.",
    "wordCount": 45
  },
  {
    "title": "Hamlet chicken processing plant fire",
    "summary": "On September 3, 1991, an industrial fire caused by a failed improvised repair to a hydraulic line destroyed the Imperial Food Products chicken processing plant in Hamlet, North Carolina. Despite three previous fires in 11 years of operation, the plant had never received a safety inspection. The fire killed 25 people and injured 54, many of whom were unable to escape due to locked exits. It was the second deadliest industrial disaster in North Carolina's history.",
    "wordCount": 76
  },
  {
    "title": "Albert Speer",
    "summary": "Berthold Konrad Hermann Albert Speer was a German architect who served as Minister of Armaments and War Production in Nazi Germany during most of World War II. A close friend and ally of Adolf Hitler, he was convicted at the Nuremberg trials and served 20 years in prison.",
    "wordCount": 48
  },
  {
    "title": "Style (Taylor Swift song)",
    "summary": "\"Style\" is a song by the American singer-songwriter Taylor Swift and the third single from her fifth studio album, 1989 (2014). She wrote the track with its producers Max Martin, Shellback, and Ali Payami. An incorporation of pop, funk, disco, and electronic styles, \"Style\" is built on an electric guitar riff, pulsing synthesizers, and dense vocal reverb. The lyrics are about a couple who could not escape from an unhealthy relationship because they are never \"out of style\". Big Machine in partnership with Republic Records released the song to US radio on February 9, 2015.",
    "wordCount": 95
  },
  {
    "title": "History",
    "summary": "History is the systematic study of the past, focusing primarily on the human past. As an academic discipline, it analyses and interprets evidence to construct narratives about what happened and explain why it happened. Some theorists categorize history as a social science, while others see it as part of the humanities or consider it a hybrid discipline. Similar debates surround the purpose of history—for example, whether its main aim is theoretical, to uncover the truth, or practical, to learn lessons from the past. In a more general sense, the term history refers not to an academic field but to the past itself, times in the past, or to individual texts about the past.",
    "wordCount": 113
  },
  {
    "title": "Battle of Tory Island",
    "summary": "The Battle of Tory Island was a naval action of the French Revolutionary Wars, fought on 12 October 1798 between French and British squadrons off the northwest coast of County Donegal, then in the Kingdom of Ireland. The last action of the Irish Rebellion of 1798, the Battle of Tory Island ended the final attempt by the French Navy to land substantial numbers of soldiers in Ireland during the war.",
    "wordCount": 70
  },
  {
    "title": "Globular cluster",
    "summary": "A globular cluster is a spheroidal conglomeration of stars that is bound together by gravity, with a higher concentration of stars towards its center. It can contain anywhere from tens of thousands to many millions of member stars, all orbiting in a stable, compact formation. Globular clusters are similar in form to dwarf spheroidal galaxies, and though globular clusters were long held to be the more luminous of the two, discoveries of outliers had made the distinction between the two less clear by the early 21st century. Their name is derived from Latin globulus. Globular clusters are occasionally known simply as \"globulars\".",
    "wordCount": 102
  },
  {
    "title": "Walt Disney",
    "summary": "Walter Elias Disney was an American animator, film producer, voice actor, and entrepreneur. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, he holds the record for most Academy Awards won (22) and nominations (59) by an individual. He was presented with two Golden Globe Special Achievement Awards and an Emmy Award, among other honors. Several of his films are included in the National Film Registry by the Library of Congress and have also been named as some of the greatest films ever by the American Film Institute.",
    "wordCount": 99
  },
  {
    "title": "S-50 (Manhattan Project)",
    "summary": "The S-50 Project was the Manhattan Project's effort to produce enriched uranium by liquid thermal diffusion during World War II. It was one of three technologies for uranium enrichment pursued by the Manhattan Project.",
    "wordCount": 34
  },
  {
    "title": "SMS Helgoland (1909)",
    "summary": "SMS Helgoland, the lead ship of her class, was a dreadnought battleship of the German Imperial Navy. Helgoland's design represented an incremental improvement over the preceding Nassau class, including an increase in the caliber of the main guns, from 28 cm (11 in) to 30.5 cm (12 in). Her keel was laid down on 11 November 1908 at the Howaldtswerke shipyards in Kiel. Helgoland was launched on 25 September 1909 and was commissioned on 23 August 1911.",
    "wordCount": 77
  },
  {
    "title": "May Revolution",
    "summary": "The May Revolution was a week-long series of events that took place from 18 to 25 May 1810, in Buenos Aires, capital of the Viceroyalty of the Rio de la Plata. This Spanish colony included roughly the territories of present-day Argentina, Bolivia, Paraguay, Uruguay, and parts of Brazil. The result was the removal of Viceroy Baltasar Hidalgo de Cisneros and the establishment of a local government, the Primera Junta, on 25 May.",
    "wordCount": 72
  },
  {
    "title": "Xenu",
    "summary": "Xenu, also called Xemu, is a figure in the Church of Scientology's secret \"Advanced Technology\", an esoteric teaching held sacred by adherents. According to the \"Technology\", Xenu was the extraterrestrial ruler of a \"Galactic Confederacy\" who brought billions of his people to Earth in a DC-8-like spacecraft 75 million years ago, stacked them around volcanoes, and killed them with hydrogen bombs. Official Scientology scriptures hold that the thetans of these aliens adhere to humans, causing spiritual harm.",
    "wordCount": 77
  },
  {
    "title": "The River (Bruce Springsteen album)",
    "summary": "The River is the fifth studio album by the American singer-songwriter Bruce Springsteen, released as a double album on October 17, 1980, through Columbia Records. The album was Springsteen's attempt to make a record that captured the E Street Band's live sound. Co-produced by Springsteen, his manager Jon Landau, and bandmate Steven Van Zandt, the recording sessions lasted 18 months in New York City from March 1979 to August 1980. Springsteen originally planned to release a single LP, The Ties That Bind, in late 1979, before deciding it did not fit his vision and scrapping it. Over 50 songs were recorded, with outtakes being released as B-sides, or on compilation albums.",
    "wordCount": 111
  },
  {
    "title": "Dave Gallaher",
    "summary": "David Gallaher was an Irish-born New Zealand rugby union footballer best remembered as the captain of the \"Original All Blacks\"—the 1905–06 New Zealand national team, the first representative New Zealand side to tour the British Isles. Under Gallaher's leadership the Originals won 34 out of 35 matches over the course of tour, including legs in France and North America; the New Zealanders scored 976 points and conceded only 59. Before returning home he co-wrote the classic rugby text The Complete Rugby Footballer with his vice-captain Billy Stead. Gallaher retired as a player after the 1905–06 tour and took up coaching and selecting; he was a selector for both Auckland and New Zealand for most of the following decade.",
    "wordCount": 118
  },
  {
    "title": "Lafayette dollar",
    "summary": "The Lafayette dollar was a silver coin issued as part of the United States' participation in the Paris World's Fair of 1900. Depicting Gilbert du Motier, Marquis de Lafayette with George Washington, and designed by Chief Engraver Charles E. Barber, it was the only U.S. silver dollar commemorative prior to 1983, and the first U.S. coin to depict American citizens.",
    "wordCount": 60
  },
  {
    "title": "David Hillhouse Buel (priest)",
    "summary": "David Hillhouse Buel Jr. was an American priest who served as the president of Georgetown University. A Catholic priest and Jesuit for much of his life, he later left the Jesuit order to marry, and subsequently left the Catholic Church to become an Episcopal priest. Born at Watervliet, New York, he was the son of David Hillhouse Buel, a distinguished Union Army officer, and descended from numerous prominent New England families. While studying at Yale University, he formed an acquaintance with priest Michael J. McGivney, resulting in his conversion to Catholicism and joining the Society of Jesus after graduation.",
    "wordCount": 99
  },
  {
    "title": "Battle of Inverkeithing",
    "summary": "The Battle of Inverkeithing was fought on 20 July 1651 between an English army under John Lambert and a Scottish army led by James Holborne as part of an English invasion of Scotland. The battle was fought near the isthmus of the Ferry Peninsula, to the south of Inverkeithing, after which it is named.",
    "wordCount": 54
  },
  {
    "title": "UEFA Euro 1976 final",
    "summary": "The UEFA Euro 1976 final was the final match of the UEFA Euro 1976, the fifth edition of the European Championship, UEFA's top football competition for national teams. Contested by Czechoslovakia and West Germany, the match was played at Stadion Crvena Zvezda in Belgrade, Yugoslavia, on 20 June 1976.",
    "wordCount": 49
  },
  {
    "title": "Pigeye shark",
    "summary": "The pigeye shark or Java shark is an uncommon species of requiem shark, in the family Carcharhinidae, found in the warm coastal waters of the eastern Atlantic and western Indo-Pacific. It prefers shallow, murky environments with soft bottoms, and tends to roam within a fairly localised area. With its bulky grey body, small eyes, and short, blunt snout, the pigeye shark looks almost identical to the better-known bull shark. The two species differ in vertebral count, the relative sizes of the dorsal fins, and other subtle traits. This shark typically reaches lengths of 1.9–2.5 m (6.2–8.2 ft).",
    "wordCount": 97
  },
  {
    "title": "Peresvet-class battleship",
    "summary": "The Peresvet class was a group of three pre-dreadnought battleships built for the Imperial Russian Navy around the end of the 19th century. Peresvet and Pobeda were transferred to the Pacific Squadron upon completion and based at Port Arthur from 1901 and 1903, respectively. All three ships were lost by the Russians in the Russo-Japanese War of 1904–05; Peresvet and Pobeda participated in the Battles of Port Arthur and the Yellow Sea and were sunk during the siege of Port Arthur. Oslyabya, the third ship, sailed to the Far East with the Second Pacific Squadron to relieve the Russian forces blockaded in Port Arthur and was sunk at the Battle of Tsushima with the loss of over half her crew.",
    "wordCount": 120
  },
  {
    "title": "Five Nights at Freddy's (video game)",
    "summary": "Five Nights at Freddy's (FNaF) is a 2014 point-and-click survival horror game developed and published by Scott Cawthon. The player controls Mike Schmidt, a night security guard at a family pizzeria. Schmidt must complete his shifts while avoiding the homicidal animatronic characters that wander the restaurant at night. The player has access to security cameras to monitor the animatronics throughout the shift, and a set of steel doors that can lock out the characters. Using the cameras and doors consumes the player's limited electricity, and draining all of the power causes these tools to become inoperable. If the player fails to keep an animatronic out of the office, they will be jump scared and experience a game over.",
    "wordCount": 118
  },
  {
    "title": "Wandsworth Bridge",
    "summary": "Wandsworth Bridge crosses the River Thames in west London. It carries the A217 road between the area of Battersea, near Wandsworth Town Station, in the London Borough of Wandsworth on the south of the river, and the areas of Sands End and Parsons Green, in the London Borough of Hammersmith and Fulham, on the north side.",
    "wordCount": 56
  },
  {
    "title": "Joan of Arc",
    "summary": "Joan of Arc is a patron saint of France, honored as a defender of the French nation for her role in the siege of Orleans and her insistence on the coronation of Charles VII of France during the Hundred Years' War. Claiming to be acting under divine guidance, she became a military leader who gained recognition as a savior of France.",
    "wordCount": 61
  },
  {
    "title": "Fearless (Taylor Swift song)",
    "summary": "\"Fearless\" is a song by the American singer-songwriter Taylor Swift and the title track of her second studio album of the same name (2008). She wrote the track with Liz Rose and Hillary Lindsey, and produced it with Nathan Chapman. A country pop and pop rock song, \"Fearless\" is instrumented by booming drums and chiming guitars. Lyrically, it sees Swift's narrator embracing the romantic drive of a thrilling first date, allowing herself to live true to her heart.",
    "wordCount": 78
  },
  {
    "title": "A Contract with God",
    "summary": "A Contract with God and Other Tenement Stories is a graphic novel by American cartoonist Will Eisner published in 1978. The book's short story cycle revolves around poor Jewish characters who live in a tenement in New York City. Eisner produced two sequels set in the same tenement: A Life Force in 1988, and Dropsie Avenue in 1995. The term \"graphic novel\" largely originated with Eisner, and the book is credited with popularizing its use.",
    "wordCount": 75
  },
  {
    "title": "Winnipeg",
    "summary": "Winnipeg is the capital and largest city of the Canadian province of Manitoba. It is centred on the confluence of the Red and Assiniboine rivers. As of 2021, Winnipeg had a city population of 749,607 and a metropolitan population of 834,678, making it Canada's sixth-largest city and eighth-largest metropolitan area.",
    "wordCount": 50
  },
  {
    "title": "Operation Inmate",
    "summary": "Operation Inmate was an attack by the British Pacific Fleet against Japanese positions on Truk Atoll in the central Pacific Ocean during the Second World War. The attacks against the isolated islands on 14 and 15 June 1945 were conducted to provide combat experience for the aircraft carrier HMS Implacable and several of the fleet's cruisers and destroyers ahead of their involvement in more demanding operations off the Japanese home islands.",
    "wordCount": 71
  },
  {
    "title": "Mount Melbourne",
    "summary": "Mount Melbourne is a 2,733-metre-high (8,967 ft) ice-covered stratovolcano in Victoria Land, Antarctica, between Wood Bay and Terra Nova Bay. It is an elongated mountain with a summit caldera filled with ice with numerous parasitic vents; a volcanic field surrounds the edifice. Mount Melbourne has a volume of about 180 cubic kilometres (43 cu mi) and consists of tephra deposits and lava flows; tephra deposits are also found encased within ice and have been used to date the last eruption of Mount Melbourne to 1892 ± 30 years. The volcano is fumarolically active.",
    "wordCount": 93
  },
  {
    "title": "A Beautiful Crime",
    "summary": "A Beautiful Crime is a 2020 crime fiction novel by the American writer and editor Christopher Bollen. It is Bollen's fourth novel and was written in 2018 during a residency in Paris. The novel was first published in the United States by Harper on January 28, 2020.",
    "wordCount": 47
  },
  {
    "title": "Barber coinage",
    "summary": "The Barber coinage consists of a dime, quarter, and half dollar designed by United States Bureau of the Mint Chief Engraver Charles E. Barber. They were minted between 1892 and 1916, though no half dollars were struck in the final year of the series.",
    "wordCount": 44
  },
  {
    "title": "Waiting (2015 film)",
    "summary": "Waiting is a 2015 Indian Hindi-language drama film directed by Anu Menon. Produced by Priti Gupta and Manish Mundra under the banner of Ishka Films and Drishyam Films respectively, the film was co-written by Menon and James Ruzicka, and stars Naseeruddin Shah and Kalki Koechlin. Waiting focuses on the relationship between two people from different walks of life who befriend each other in a hospital, while nursing their respective comatose spouses. Rajat Kapoor, Suhasini Maniratnam, Arjun Mathur, Ratnabali Bhattacharjee and Rajeev Ravindranathan play supporting roles in the film.",
    "wordCount": 88
  },
  {
    "title": "Zoo TV Tour",
    "summary": "The Zoo TV Tour was a worldwide concert tour by the Irish rock band U2. Staged primarily to support their 1991 album Achtung Baby and later their 1993 album Zooropa, the tour visited arenas and stadiums from 1992 to 1993. Intended to mirror the group's new musical direction on Achtung Baby, the Zoo TV Tour departed from the band's previously austere stage setups by providing an elaborately staged multimedia spectacle, satirising television and media oversaturation by attempting to instill \"sensory overload\" in its audience. To escape their reputation for being earnest and over-serious, U2 embraced a more lighthearted and self-deprecating image on tour. Zoo TV and Achtung Baby were central to the group's 1990s reinvention.",
    "wordCount": 115
  },
  {
    "title": "Pyxis",
    "summary": "Pyxis is a small and faint constellation in the southern sky. Abbreviated from Pyxis Nautica, its name is Latin for a mariner's compass. Pyxis was introduced by Nicolas-Louis de Lacaille in the 18th century, and is counted among the 88 modern constellations.",
    "wordCount": 42
  },
  {
    "title": "Burke and Hare murders",
    "summary": "The Burke and Hare murders were a series of sixteen murders committed over a period of about ten months in 1828 in Edinburgh, Scotland. They were undertaken by William Burke and William Hare, who sold the corpses to Robert Knox for dissection at his anatomy lectures.",
    "wordCount": 46
  },
  {
    "title": "The Fade Out",
    "summary": "The Fade Out is a crime comics series created by writer Ed Brubaker and artist Sean Phillips with the help of colorist Elizabeth Breitweiser and research assistant Amy Condit. Twelve issues were published by Image Comics between August 2014 and January 2016. The story has been collected into three trade paperback volumes and a single hardcover collection.",
    "wordCount": 57
  },
  {
    "title": "Relief of Douglas MacArthur",
    "summary": "On 11 April 1951, U.S. president Harry S. Truman relieved General of the Army Douglas MacArthur of his commands after MacArthur made public statements that contradicted the administration's policies. MacArthur was a popular hero of World War II who was then commander of United Nations Command forces fighting in the Korean War, and his relief remains a controversial topic in the field of civil–military relations.",
    "wordCount": 65
  },
  {
    "title": "Press Gang",
    "summary": "Press Gang is a British children's television comedy-drama consisting of 43 episodes across five series that were broadcast from 1989 to 1993. Produced by Richmond Film & Television for Central, it screened on the ITV network in its regular weekday afternoon children's strand, CITV, typically in a 4:45 pm slot.",
    "wordCount": 50
  },
  {
    "title": "1 Line (Sound Transit)",
    "summary": "The 1 Line, formerly Central Link, is a light rail line in Seattle, Washington, United States, and part of Sound Transit's Link light rail system. It serves 23 stations in King and Snohomish counties, traveling 33 miles (53 km) between Lynnwood City Center and Angle Lake stations. The line connects Lynnwood, Mountlake Terrace, Shoreline, the University District, Downtown Seattle, the Rainier Valley, and Seattle–Tacoma International Airport. The 1 Line carried over 28.9 million total passengers in 2024, with an average of nearly 80,000 daily passengers on weekdays. It runs for 20 hours per day on weekdays and Saturdays, with headways as low as six minutes during peak hours, and reduced 18-hour service on Sundays and holidays.",
    "wordCount": 116
  },
  {
    "title": "SMS Hannover",
    "summary": "SMS Hannover was the second of five Deutschland-class pre-dreadnought battleships of the German Imperial Navy. Hannover and the three subsequently constructed ships differed slightly from the lead ship Deutschland in their propulsion systems and slightly thicker armor. Hannover was laid down in November 1904, launched in May 1905, and commissioned into the High Seas Fleet in October 1907. The ship was armed with a battery of four 28 cm (11 in) guns and had a top speed of 18 knots. The ships of her class were already outdated by the time they entered service, being inferior in size, armor, firepower, and speed to the revolutionary new British battleship HMS Dreadnought.",
    "wordCount": 110
  },
  {
    "title": "John Spencer (snooker player)",
    "summary": "John Spencer was an English professional snooker player. One of the most dominant players of the 1970s, he won the World Snooker Championship three times, in 1969, 1971 and 1977. He worked as a snooker commentator for the BBC from 1978 to 1998 and served for 25 years on the board of the sport's governing body, the World Professional Billiards and Snooker Association (WPBSA), including a stint as chairman from 1990 until his retirement from the board in 1996.",
    "wordCount": 79
  },
  {
    "title": "Liz Truss",
    "summary": "Mary Elizabeth Truss is a British politician who was Prime Minister of the United Kingdom and Leader of the Conservative Party from September to October 2022. On her fiftieth day in office, she stepped down amid a government crisis, making her the shortest-serving prime minister in British history. The member of Parliament (MP) for South West Norfolk from 2010 to 2024, Truss held various Cabinet positions under three prime ministers—David Cameron, Theresa May and Boris Johnson—lastly as foreign secretary from 2021 to 2022.",
    "wordCount": 83
  },
  {
    "title": "Prince Octavius of Great Britain",
    "summary": "Prince Octavius of Great Britain was the thirteenth child and eighth son of King George III and his queen consort, Charlotte of Mecklenburg-Strelitz. Six months after the death of his younger brother Prince Alfred, Octavius was inoculated against the smallpox virus. Several days later, he became ill. His subsequent death at the age of four devastated his parents, and in particular his father. George III had been very fond of his two youngest sons, Alfred and Octavius, and his later bouts of madness involved hallucinations of them.",
    "wordCount": 87
  },
  {
    "title": "Vijayanagara literature in Kannada",
    "summary": "Vijayanagara literature in Kannada is the body of literature composed in the Kannada language of South India during the ascendancy of the Vijayanagara Empire which lasted from the 14th through the 16th century. The Vijayanagara empire was established in 1336 by Harihara I and his brother Bukka Raya I. Although it lasted until 1664, its power declined after a major military defeat by the Shahi Sultanates in the battle of Talikota in 1565. The empire is named after its capital city Vijayanagara, whose ruins surround modern Hampi, now a World Heritage Site in Karnataka.",
    "wordCount": 94
  },
  {
    "title": "Manchester Mummy",
    "summary": "Hannah Beswick, of Birchin Bower, Hollinwood, Oldham, Greater Manchester, was a wealthy woman who had a pathological fear of premature burial. Following her death in 1758, her body was embalmed and kept above ground, to be periodically checked for signs of life.",
    "wordCount": 42
  },
  {
    "title": "Battle of Lake Providence",
    "summary": "The Battle of Lake Providence was fought on June 9, 1863, during the Vicksburg campaign of the American Civil War. Confederate troops from the Trans-Mississippi Department were trying to relieve Union pressure during the Siege of Vicksburg. Major General Richard Taylor, primarily using Walker's Greyhounds, prepared a three-pronged attack against Union positions at Milliken's Bend, Young's Point, and Lake Providence, which was scheduled to take place on June 7. The strike against Lake Providence was conducted by 900 men led by Colonel Frank Bartlett.",
    "wordCount": 84
  },
  {
    "title": "Battle of Lagos",
    "summary": "The Battle of Lagos took place between a British fleet commanded by Edward Boscawen and a French fleet under Jean-Francois de La Clue-Sabran over two days in 1759 during the Seven Years' War. They fought south west of the Gulf of Cadiz on 18 August and to the east of the small Portuguese port of Lagos, after which the battle is named, on 19 August.",
    "wordCount": 65
  },
  {
    "title": "Eddie Gerard",
    "summary": "Edward George Gerard was a Canadian professional ice hockey player, coach, and manager. Born in Ottawa, Ontario, he played for 10 seasons for his hometown Ottawa Senators. He spent the first three years of his playing career as a left winger before switching to defence, retiring in 1923 due to a throat ailment. Gerard won the Stanley Cup in four consecutive years from 1920 to 1923, the first player to do so.",
    "wordCount": 72
  },
  {
    "title": "Nestor Makhno",
    "summary": "Nestor Ivanovych Makhno, also known as Bat'ko Makhno, was a Ukrainian anarchist revolutionary and the commander of the Revolutionary Insurgent Army of Ukraine during the Ukrainian War of Independence. He established the Makhnovshchina, a mass movement by the Ukrainian peasantry to establish anarchist communism in the country between 1918 and 1921. Initially centered around Makhno's home province of Katerynoslav and hometown of Huliaipole, it came to exert a strong influence over large areas of southern Ukraine, specifically in what is now the Zaporizhzhia Oblast of Ukraine.",
    "wordCount": 86
  },
  {
    "title": "Minnie Pwerle",
    "summary": "Minnie Pwerle was an Australian Aboriginal artist. She came from Utopia, Northern Territory, a cattle station in the Sandover area of Central Australia 300 kilometres (190 mi) northeast of Alice Springs.",
    "wordCount": 31
  },
  {
    "title": "Irritator",
    "summary": "Irritator is a genus of spinosaurid dinosaur that lived in what is now Brazil during the Albian stage of the Early Cretaceous Period, about 113 to 110 million years ago. It is known from a nearly complete skull found in the Romualdo Formation of the Araripe Basin. Fossil dealers had acquired this skull and sold it to the State Museum of Natural History Stuttgart. In 1996, the specimen became the holotype of the type species Irritator challengeri. The genus name comes from the word \"irritation\", reflecting the feelings of paleontologists who found the skull had been heavily damaged and altered by the collectors. The species name is a homage to the fictional character Professor Challenger from Arthur Conan Doyle's novels.",
    "wordCount": 120
  },
  {
    "title": "1985 Tour de France",
    "summary": "The 1985 Tour de France was the 72nd edition of the Tour de France, one of cycling's Grand Tours. It took place between 28 June and 21 July. The course ran over 4,109 km (2,553 mi) and consisted of a prologue and 22 stages. The race was won by Bernard Hinault, who equalled the record by Jacques Anquetil and Eddy Merckx of five overall victories. Second was Hinault's teammate Greg LeMond, ahead of Stephen Roche.",
    "wordCount": 75
  },
  {
    "title": "USS Congress (1799)",
    "summary": "USS Congress was a three-masted heavy frigate, one of the first six ships of the newly created US Navy. Built by James Hackett at the Portsmouth Naval Shipyard, she was launched on 15 August 1799 and nominally rated as a 38-gun frigate. The name Congress was chosen from a list of ten names submitted to President George Washington by Secretary of War Timothy Pickering in March 1795. As Joshua Humphreys intended for the frigates to serve as the young Navy's capital ships, Congress and her sister ships were larger and more heavily armed than the standard frigates of the period.",
    "wordCount": 100
  },
  {
    "title": "Cefnllys Castle",
    "summary": "Cefnllys Castle was a medieval spur castle in Radnorshire, Wales. Two successive masonry castles were built on a ridge above the River Ithon known as Castle Bank in the thirteenth century, replacing a wooden motte-and-bailey castle constructed by the Normans nearby. Controlling several communication routes into the highlands of Mid Wales, the castles were strategically important within the Welsh Marches during the High Middle Ages. As the seat of the fiercely contested lordship and cantref of Maelienydd, Cefnllys became a source of friction between Llywelyn ap Gruffudd and Roger Mortimer in the prelude to Edward I's conquest of Wales (1277–1283). Cefnllys was also the site of a borough and medieval town.",
    "wordCount": 111
  },
  {
    "title": "Smooth newt",
    "summary": "The smooth newt, European newt, northern smooth newt or common newt is a species of newt. It is widespread in Europe and parts of Asia, and has been introduced into Australia. Individuals are brown with a spotted underside that ranges in colour from orange to white. They reach an average length of 8–11 cm (3.1–4.3 in); males are larger than females. The newts' skins are dry and velvety when they are living on land, but become smooth when they migrate into the water to breed. Males develop a more vivid colour pattern and a conspicuous skin seam (crest) on their back when breeding.",
    "wordCount": 103
  },
  {
    "title": "Michael Tippett",
    "summary": "Sir Michael Kemp Tippett was an English composer who rose to prominence during and immediately after the Second World War. In his lifetime he was sometimes ranked with his contemporary Benjamin Britten as one of the leading British composers of the 20th century. Among his best-known works are the oratorio A Child of Our Time, the orchestral Fantasia Concertante on a Theme of Corelli, and the opera The Midsummer Marriage.",
    "wordCount": 70
  },
  {
    "title": "Britomart Redeems Faire Amoret",
    "summary": "Britomart Redeems Faire Amoret is an oil painting on canvas by English artist William Etty, first exhibited in 1833 and now in Tate Britain. Intended to illustrate the virtues of honour and chastity, it depicts a scene from Edmund Spenser's The Faerie Queene in which the female warrior Britomart slays the evil magician Busirane and frees his captive, the beautiful Amoret. In Spenser's original poem Amoret has been tortured and mutilated by the time of her rescue, but Etty disliked the depiction of violence and portrayed her as unharmed.",
    "wordCount": 89
  },
  {
    "title": "Frances Gertrude McGill",
    "summary": "Frances Gertrude McGill was a Canadian forensic pathologist, criminologist, bacteriologist, allergologist and allergist. Nicknamed \"the Sherlock Holmes of Saskatchewan\" for her deductive skills and public fame, McGill influenced the development of forensic pathology in Canadian police work and was internationally noted for her expertise in the subject.",
    "wordCount": 47
  },
  {
    "title": "Ronald Reagan",
    "summary": "Ronald Wilson Reagan was an American politician and actor who served as the 40th president of the United States from 1981 to 1989. A member of the Republican Party, he became an important figure in the American conservative movement. The period encompassing his presidency is known as the Reagan era.",
    "wordCount": 50
  },
  {
    "title": "The Mummy (1999 film)",
    "summary": "The Mummy is a 1999 American action-adventure film written and directed by Stephen Sommers, starring Brendan Fraser, Rachel Weisz, John Hannah, and Arnold Vosloo as the reanimated mummy. It is a remake of the 1932 film and part of the larger Universal Monsters franchise. The film follows adventurer and treasure hunter Rick O'Connell as he travels to Hamunaptra, the City of the Dead, with librarian Evelyn Carnahan and her older brother Jonathan, where they accidentally awaken Imhotep, a cursed high priest with supernatural powers.",
    "wordCount": 84
  },
  {
    "title": "Dear Future Husband",
    "summary": "\"Dear Future Husband\" is a song by the American singer-songwriter Meghan Trainor. It was included on Title, her 2014 extended play, and later on her 2015 studio album of the same name. Trainor wrote the song with its producer, Kevin Kadish. Epic Records released \"Dear Future Husband\" as the album's third single on March 17, 2015. A doo-wop and pop song, it has lyrics about chivalry and dating. In the song, Trainor lists things a potential romantic suitor needs to do to win her affection.",
    "wordCount": 85
  },
  {
    "title": "Rhodesia Information Centre",
    "summary": "The Rhodesia Information Centre (RIC), also known as the Rhodesian Information Centre, the Rhodesia Information Service, the Flame Lily Centre and the Zimbabwe Information Centre, represented the Rhodesian government in Australia from 1966 to 1980. As Australia did not recognise Rhodesia's independence, it operated on an unofficial basis.",
    "wordCount": 48
  },
  {
    "title": "Why Marx Was Right",
    "summary": "Why Marx Was Right is a 2011 non-fiction book by the British academic Terry Eagleton about the 19th-century philosopher Karl Marx and the schools of thought, collectively known as Marxism, that arose from his work. Written for laypeople, Why Marx Was Right outlines ten objections to Marxism that they may hold and aims to refute each one in turn. These include arguments that Marxism is irrelevant owing to changing social classes in the modern world, that it is deterministic and utopian, and that Marxists oppose all reforms and believe in an authoritarian state.",
    "wordCount": 93
  },
  {
    "title": "Fabula Nova Crystallis Final Fantasy",
    "summary": "Fabula Nova Crystallis Final Fantasy is a series of games within the Final Fantasy video game franchise. It was primarily developed by series creator and developer Square Enix, which also acted as publisher for all titles. While featuring various worlds and different characters, each Fabula Nova Crystallis game is ultimately based on and expands upon a common mythos focusing on important crystals tied to deities. The level of connection to the mythos varies between each title, with each development team given the freedom to adapt the mythos to fit the context of a game's story.",
    "wordCount": 95
  },
  {
    "title": "Clownfish",
    "summary": "Clownfish or anemonefishes are saltwater fish found in the warm and tropical waters of the Indo-Pacific. They mainly inhabit coral reefs and have a distinctive colouration typically consisting of white vertical bars on a red, orange, yellow, brown or black background. Clownfish developed a symbiotic and mutually beneficial relationship with sea anemones, on which they rely for shelter and protection from predators. In turn, clownfish will protect the anemone from anemone-eating fish, as well as clean and fan them, and attract beneficial microorganisms with their waste.",
    "wordCount": 86
  },
  {
    "title": "Capella",
    "summary": "Capella is the brightest star in the northern constellation of Auriga. It has the Bayer designation α Aurigae, which is Latinised to Alpha Aurigae and abbreviated Alpha Aur or α Aur. Capella is the sixth-brightest star in the night sky, and the third-brightest in the northern celestial hemisphere after Arcturus and Vega. A prominent object in the northern sky, it is circumpolar to observers north of 44°N. Its name meaning \"little goat\" in Latin, Capella depicted the goat Amalthea that suckled Zeus in classical mythology. Capella is relatively close, at 42.9 light-years. It is one of the brightest X-ray sources in the sky, thought to come primarily from the corona of Capella Aa.",
    "wordCount": 113
  },
  {
    "title": "Ballad of a Homeschooled Girl",
    "summary": "\"Ballad of a Homeschooled Girl\" is a song by American singer-songwriter Olivia Rodrigo from her second studio album, Guts (2023). Rodrigo wrote the song with the album's producer, Dan Nigro. The song became available as the album's fifth track on September 8, 2023, when it was released by Geffen Records. A garage punk, alternative rock, pop-punk, pop rock, and emo song with influences of post-punk, \"Ballad of a Homeschooled Girl\" is about social anxiety and features Rodrigo recounting embarrassing experiences at a party.",
    "wordCount": 83
  },
  {
    "title": "James Moore (Continental Army officer)",
    "summary": "James Moore was an American military officer who served in the Continental Army during the American Revolutionary War. Moore was born into a prominent political family in the colonial Province of North Carolina, he was one of only five generals from North Carolina to serve in the Continental Army. He spent much of his childhood and youth on his family's estates in the lower Cape Fear River area, but soon became active in the colonial military structure in North Carolina.",
    "wordCount": 80
  },
  {
    "title": "Freedom Planet",
    "summary": "Freedom Planet is a 2014 platform video game developed and published by GalaxyTrail. The player controls one of three anthropomorphic animal protagonists: the dragon girl Lilac, the wildcat Carol, or the basset hound Milla. Aided by a duck-like alien named Torque, the girls attempt to defeat the evil Lord Brevon, who plans to steal the Kingdom Stone and conquer the galaxy. While the game focuses on fast-paced platforming, its levels are interspersed with slower action scenes.",
    "wordCount": 76
  },
  {
    "title": "Ten Commandments in Catholic theology",
    "summary": "The Ten Commandments are a series of religious and moral imperatives that are recognized as a moral foundation in several of the Abrahamic religions, including the Catholic Church. As described in the Old Testament books Exodus and Deuteronomy, the Commandments form part of a covenant offered by God to the Israelites to free them from the spiritual slavery of sin. According to the Catechism of the Catholic Church—the official exposition of the Catholic Church's Christian beliefs—the Commandments are considered essential for spiritual good health and growth, and serve as the basis for Catholic social teaching. A review of the Commandments is one of the most common types of examination of conscience used by Catholics before receiving the sacrament of Penance.",
    "wordCount": 120
  },
  {
    "title": "South China Sea raid",
    "summary": "The South China Sea raid was an operation conducted by the United States Third Fleet between 10 and 20 January 1945 during the Pacific War of World War II. The raid was undertaken to support the liberation of Luzon in the Philippines, and targeted Japanese warships, supply convoys and aircraft in the region.",
    "wordCount": 53
  },
  {
    "title": "Tony Hawk's Underground",
    "summary": "Tony Hawk's Underground is a 2003 skateboarding video game and the fifth entry in the Tony Hawk's series, following Tony Hawk's Pro Skater 4. It was developed by Neversoft and published by Activision for the GameCube, PlayStation 2, Xbox, and Game Boy Advance. In 2004, it was published for Windows in Australia and New Zealand as a budget release.",
    "wordCount": 59
  },
  {
    "title": "Artemy Vedel",
    "summary": "Artemy Lukyanovich Vedel, born Artemy Lukyanovich Vedelsky, was a Ukrainian-born Russian composer of military and liturgical music. He produced works based on Ukrainian folk melodies, and made an important contribution in the music history of Ukraine. Together with Maxim Berezovsky and Dmitry Bortniansky, Vedel is recognised by musicologists as one of the \"Golden Three\" composers of 18th century Ukrainian classical music, and one of Russia's greatest choral composers.",
    "wordCount": 68
  },
  {
    "title": "Orca",
    "summary": "The orca, or killer whale, is a toothed whale and the largest member of the oceanic dolphin family. The only extant species in the genus Orcinus, it is recognizable by its distinct pigmentation; being mostly black on top, white on the bottom and having recognizable white eye patches. A cosmopolitan species, it inhabits a wide range of marine environments, from Arctic to Antarctic regions to tropical seas, but is more commonly documented in temperate or cooler coastal waters. Scientists have proposed dividing the global population into races, subspecies, or possibly even species.",
    "wordCount": 92
  },
  {
    "title": "2006 UAW-Ford 500",
    "summary": "The 2006 UAW-Ford 500 was a stock car race that took place on October 8, 2006. The 38th annual running of the event, it was held at Talladega Superspeedway in Talladega, Alabama, before 160,000 spectators; the 188-lap race was the 30th in the 2006 NASCAR Nextel Cup Series and the fourth in the ten-race, season-ending Chase for the Nextel Cup. Brian Vickers of Hendrick Motorsports won the race; Kasey Kahne finished second, and Kurt Busch came in third.",
    "wordCount": 78
  },
  {
    "title": "Lyon-class battleship",
    "summary": "The Lyon class was a set of battleships planned for the French Navy in 1913, with construction scheduled to begin in 1915. The class was to have comprised four ships, named Lyon, Lille, Duquesne, and Tourville. The first two were named for cities in France, and the latter pair honored the French admirals Abraham Duquesne and Anne Hilarion de Tourville. The Lyon class' design was an improvement on the previous Normandie class, utilizing a fourth quadruple-gun turret to mount a total of sixteen 34 cm (13.4 in) guns. Construction on the Lyons was cancelled due to the August 1914 outbreak of World War I, before any of the ships were laid down.",
    "wordCount": 112
  },
  {
    "title": "Solar System",
    "summary": "The Solar System consists of the Sun and the objects that orbit it. The name comes from Sol, the Latin name for the Sun. It formed about 4.6 billion years ago when a dense region of a molecular cloud collapsed, creating the Sun and a protoplanetary disc from which the orbiting bodies assembled. The fusion of hydrogen into helium inside the Sun's core releases energy, which is primarily emitted through its outer photosphere. This creates a decreasing temperature gradient across the system. Over 99.86% of the Solar System's mass is located within the Sun.",
    "wordCount": 94
  },
  {
    "title": "Squirm",
    "summary": "Squirm is a 1976 American natural horror film written and directed by Jeff Lieberman in his feature-film directing debut, starring Don Scardino, Patricia Pearcy, R. A. Dow, Jean Sullivan, Peter MacLean, Fran Higgins, and William Newman. The film takes place in the fictional town of Fly Creek, Georgia, which becomes infested with carnivorous worms after an electrical storm. Lieberman's script is based on a childhood incident in which his brother fed electricity into a patch of earth, causing earthworms to rise to the surface.",
    "wordCount": 84
  },
  {
    "title": "Benjamin Mountfort",
    "summary": "Benjamin Woolfield Mountfort was an English emigrant to New Zealand, where he became one of the country's most prominent 19th-century architects. He was instrumental in shaping the city of Christchurch's unique architectural identity and culture, and was appointed the first official Provincial Architect of the developing province of Canterbury. Heavily influenced by the Anglo-Catholic philosophy behind early Victorian architecture, he is credited with importing the Gothic Revival style to New Zealand. His Gothic designs constructed in both wood and stone in the province are considered unique to New Zealand. Today, he is considered the founding architect of the province of Canterbury.",
    "wordCount": 101
  },
  {
    "title": "1973 FA Charity Shield",
    "summary": "The 1973 FA Charity Shield was the 51st FA Charity Shield, an annual English association football match. The game took place on 18 August 1973 at Maine Road in Manchester and was played between Manchester City, reigning holders of the shield, and Football League Second Division champions Burnley. It was the norm from 1930 that the FA Charity Shield was contested between the Football League First Division champions and the FA Cup winners. The 1973 FA Charity Shield was, however, the third consecutive edition in which neither the First Division winners nor the FA Cup champions chose to compete; the Football Association (FA) invited City and Burnley instead. This was City's seventh Charity Shield appearance to Burnley's third.",
    "wordCount": 118
  },
  {
    "title": "Divisional Cavalry Regiment (New Zealand)",
    "summary": "The Divisional Cavalry Regiment was an armoured cavalry regiment of the 2nd New Zealand Division during the Second World War and was New Zealand's first armoured unit. It served as a reconnaissance force for the 2nd New Zealand Division. Formed on 29 September 1939, the regiment embarked for Egypt on 4 January 1940. It fought with the division, as part of the 2nd New Zealand Expeditionary Force, in Greece, Crete, North Africa and Italy. The regiment formed part of J Force, New Zealand's contribution to the occupation of Japan at the end of the war.",
    "wordCount": 95
  },
  {
    "title": "Dilwale Dulhania Le Jayenge",
    "summary": "Dilwale Dulhania Le Jayenge, also known by the initialism DDLJ, is a 1995 Indian Hindi-language musical romance film written and directed by Aditya Chopra in his directorial debut and produced by his father Yash Chopra. The film stars Shah Rukh Khan and Kajol as Raj and Simran, two young non-resident Indians, who fall in love during a vacation through Europe with their friends. Raj tries to win over Simran's family so the couple can marry, but Simran's father has long since promised her hand to his friend's son.",
    "wordCount": 88
  },
  {
    "title": "Ian Thorpe",
    "summary": "Ian James Thorpe is an Australian retired swimmer who specialised in freestyle, but also competed in backstroke and the individual medley. He has won five Olympic gold medals, the second most won by any Australian after fellow swimmer Emma McKeon. With three gold and two silver medals, Thorpe was the most successful athlete at the 2000 Summer Olympics, held in his hometown of Sydney.",
    "wordCount": 64
  },
  {
    "title": "Eye (cyclone)",
    "summary": "The eye is a region of mostly calm weather at the center of a tropical cyclone. The eye of a storm is a roughly circular area, typically 30–65 kilometers in diameter. It is surrounded by the eyewall, a ring of towering thunderstorms where the most severe weather and highest winds of the cyclone occur. The cyclone's lowest barometric pressure occurs in the eye and can be as much as 15 percent lower than the pressure outside the storm.",
    "wordCount": 78
  },
  {
    "title": "Blackburn Olympic F.C.",
    "summary": "Blackburn Olympic Football Club was an English football club based in Blackburn, Lancashire in the late 19th century. Although the club was only in existence for just over a decade, it is significant in the history of football in England as the first club from the north of the country and the first from a working-class background to win the country's leading competition, the Football Association Challenge Cup. The cup had previously been won only by teams of wealthy amateurs from the home counties, and Olympic's victory marked a turning point in the sport's transition from a pastime for upper-class gentlemen to a professional sport.",
    "wordCount": 105
  },
  {
    "title": "James E. Boyd (scientist)",
    "summary": "James Emory Boyd was an American physicist, mathematician, and academic administrator. He was director of the Georgia Tech Research Institute from 1957 to 1961, president of West Georgia College from 1961 to 1971, and acting president of the Georgia Institute of Technology from 1971 to 1972.",
    "wordCount": 46
  },
  {
    "title": "John Rolph",
    "summary": "John Rolph was a Canadian physician, lawyer, and political figure. As a politician, he was considered the leader of the Reform faction in the 1820s and helped plan the Upper Canada Rebellion. As a doctor, he founded several medical schools and incorporated new teaching techniques and medical procedures into his lectures. However, his actions against rival medical schools decreased public confidence in the ability of medical professionals to regulate themselves.",
    "wordCount": 70
  }
]